{"batchcomplete": "", "warnings": {"main": {"*": "Subscribe to the mediawiki-api-announce mailing list at <https://lists.wikimedia.org/postorius/lists/mediawiki-api-announce.lists.wikimedia.org/> for notice of API deprecations and breaking changes. Use [[Special:ApiFeatureUsage]] to see usage of deprecated features by your application."}, "revisions": {"*": "Because \"rvslots\" was not specified, a legacy format has been used for the output. This format is deprecated, and in the future the new format will always be used."}}, "query": {"pages": {"476488": {"pageid": 476488, "ns": 0, "title": "Evangeline", "revisions": [{"contentformat": "text/x-wiki", "contentmodel": "wikitext", "*": "{{short description|Epic poem by Henry Wadsworth Longfellow}}\n{{other uses}}\n{{Italic title}}\n[[File:Evangeline statue St Martinville Louisiana closeup trim.jpg|thumb|Monument to [[Acadian]]s, [[St. Martinville, Louisiana]]]]\n\n'''''Evangeline, A Tale of Acadie''''' is an [[epic poetry|epic poem]] by the American poet [[Henry Wadsworth Longfellow]], written in [[English language|English]] and published in 1847. The poem follows an [[Acadia]]n girl named Evangeline and her search for her lost love Gabriel during the [[Expulsion of the Acadians]] (1755–1764).\n\nThe idea for the poem came from Longfellow's friend [[Nathaniel Hawthorne]]. Longfellow used [[dactylic hexameter]], imitating Greek and Latin classics. Though the choice was criticized, it became Longfellow's most famous work in his lifetime and remains one of his most popular and enduring works.\n\nThe poem had a powerful effect in defining both Acadian history and identity in the nineteenth and twentieth centuries. It represents lost loved ones and heartbreak but also keeping hope. While Longfellow was a poet, not a historian, twenty-first century scholarship has included those who chose to expound their view that Longfellow's work fails as a scientific historical document.<ref>{{cite book|last1=McKay|first1=Ian|last2=Bates|first2=Robin|title=In the Province of History: The Making of the Public Past in Twentieth-Century Nova Scotia|url=https://books.google.com/books?id=eYyWkA3izIAC&pg=PP1|year=2010|publisher=McGill-Queen's University Press|isbn=978-0-7735-3703-3|jstor=j.ctt81b7b}}<br>•&nbsp;{{cite book|last=Blanc|first=Barbara Le|title=Postcards from Acadie: Grand-Pré, Evangeline & The Acadian Identity|url=https://books.google.com/books?id=epvDAAAACAAJ&pg=PP1|edition=2nd|year=2003|publisher=Gaspereau Press|isbn=978-1-894031-69-1}}</ref>\n\n==Plot==\n[[File: Joseph Rusling Meeker, The Acadians in the Achafalaya, \"Evangeline,\" 1871.jpg|thumbnail|left|[[Joseph Rusling Meeker]] (American, 1827–1889). ''The Acadians in the Achafalaya, \"Evangeline\"'', 1871. Oil on canvas. [[Brooklyn Museum]]]]\n\n''Evangeline'' describes the betrothal of a fictional Acadian girl named Evangeline Bellefontaine to her beloved, Gabriel Lajeunesse, and their separation as the British deport the Acadians from Acadie in the [[Expulsion of the Acadians|Great Upheaval]].\n\n== Composition and publication history ==\nLongfellow was introduced to the true story of the Acadians in [[Nova Scotia]] by his friend [[Nathaniel Hawthorne]], who was told a story of separated Acadian lovers by Boston minister Rev. Horace Conolly, who heard it from his parishioners.<ref>{{cite book|last=Jobb|first=Dean|title=The Acadians: A People's Story of Exile and Triumph|url=https://books.google.com/books?id=d6_1mAEACAAJ&pg=PP1|year=2005|publisher=J. Wiley & Sons Canada|isbn=978-0-470-83610-1|pages=17–18}}</ref> Hawthorne and Longfellow had attended [[Bowdoin College]] together, though they were not friends at the time.<ref>{{cite book|last=Miller|first=Edwin Haviland|title=Salem Is My Dwelling Place: A Life of Nathaniel Hawthorne|url=https://books.google.com/books?id=oGqbhFk4A74C&pg=PP1|year=1992|publisher=University of Iowa Press|isbn=978-0-87745-381-9|page=72}}</ref> Years later, in 1837, Hawthorne contacted Longfellow for his opinion on his recently published tales in the ''[[North American Review]]'', which Longfellow praised as works of genius; the two became lifelong friends.<ref>{{cite book|last=McFarland|first=Philip|title=Hawthorne in Concord: Nathaniel Hawthorne|url=https://books.google.com/books?id=mBF9iQvhJ_kC&pg=PP1|year=2004|publisher=Open Road + Grove/Atlantic|isbn=978-1-55584-688-6|pages=58–59}}</ref> Hawthorne was not interested in fictionalizing Conolly's idea, because, as he told Conolly, \"It is not in my vein: there are no strong lights and heavy shadows.\"<ref>{{cite book|last=Calhoun|first=Charles C.|title=Longfellow: A Rediscovered Life|url=https://archive.org/details/longfellow00char|url-access=registration|year=2004|publisher=Beacon|isbn=978-0-8070-7039-0|page=[https://archive.org/details/longfellow00char/page/180 180]}}</ref> Longfellow took the idea and turned it into a poem after months of studying the histories of Nova Scotian families.<ref>{{cite book|last=Nelson|first=Randy F.|title=The almanac of American letters|url=https://archive.org/details/almanacofamerica00nels|url-access=registration|year=1981|publisher=W. Kaufmann|page=[https://archive.org/details/almanacofamerica00nels/page/182 182]}}</ref>\n\nLongfellow, who had never visited the setting of the true story, relied heavily on [[Thomas Chandler Haliburton]]'s ''An Historical and Statistical Account of Nova Scotia'' and other books for further background information.<ref name=\"ReferenceA\">{{cite book|last=Williams|first=Cecil B.|title=Henry Wadsworth Longfellow|url=https://archive.org/details/henrywadsworthlo0000will|url-access=registration|year=1964|publisher=Twayne|page=[https://archive.org/details/henrywadsworthlo0000will/page/150 150]|isbn=9780805704563}}</ref> He noted his reliance on other sources in his journal on January 7, 1847: \"Went to the library and got [[John Fanning Watson|Watson's]] Annals of Philadelphia, and the Historical Collections of Pennsylvania. Also, Darby's Geographical Description of Louisiana. These books must help me through the last part of ''Evangeline'', so far as facts and local coloring go. But for the form and the poetry,—they must come from my own brain.\"<ref>Hebert-Leiter, Maria. ''Becoming Cajun, Becoming American: The Acadian in American Literature from Longfellow to James Lee Burke''. Baton Rouge: Louisiana State University Press, 2009: 27. {{ISBN|978-0-8071-3435-1}}</ref>\n\n''Evangeline'' was published in book form on November 1, 1847 by William D. Ticknor & Co.,{{sfnp|Calhoun|2004|page=189}} and by 1857 it had sold nearly 36,000 copies.{{sfnp|Williams|1964|page=155}} During this time, Longfellow's literary payment was at its peak; for ''Evangeline'', he received \"a net of twenty-five and sixteenths per cent\" royalties, believed to be an all-time high for a poet.<ref>{{cite book |last=Wagenknecht|first=Edward|title=Henry Wadsworth Longfellow: Portrait of an American Humanist|url=https://archive.org/details/henrywadsworthlo00wage |url-access=registration|year=1966 |publisher=Oxford University Press |page=[https://archive.org/details/henrywadsworthlo00wage/page/231 231]}}</ref> Longfellow said of his poem: \"I had the fever a long time burning in my own brain before I let my hero take it. 'Evangeline' is so easy for you to read, because it was so hard for me to write.\"{{sfnp|Williams|1964|page=155}}\n\n==Analysis==\n[[File:Samuel Richards - Evangeline Discovering Her Affianced in the Hospital (c1887-89).jpg|thumb|Samuel Richards's painting \"Evangeline Discovering Her Affianced in the Hospital\"]]\n\nThe poem is written in unrhymed [[dactylic hexameter]], possibly inspired by Greek and Latin classics, including [[Homer]], whose work Longfellow was reading at the time he was writing ''Evangeline''.{{sfnp|Williams|1964|page=151}} He also had recently, in 1841, translated \"The Children of the Lord's Supper\", a poem by Swedish writer [[Esaias Tegnér]], which also used this meter.{{sfnp|Williams|1964|page=151}} ''Evangeline'' is one of the few nineteenth-century compositions in that meter which is still read today.\n\nSome criticized Longfellow's choice of dactylic hexameter, including poet [[John Greenleaf Whittier]], who said the poem would have been better in a prose style similar to Longfellow's ''[[Hyperion (Longfellow)|Hyperion]]''.{{sfnp|Williams|1964|page=151}} Longfellow was conscious of the potential criticism. When sending a copy of the poem to [[Bryan Procter]], Longfellow wrote: \"I hope you will not reject it on account of the meter. In fact, I could not write it ''as it is'' in any other; it would have changed its character entirely to have put it into a different measure.\"{{sfnp|Wagenknecht|1966|page=129}} Even Longfellow's wife Fanny defended his choice, writing to a friend: \"It enables greater richness of expression than any other, and it is sonorous like the sea which is ever sounding in Evangeline's ear.\"<ref name=\"ReferenceA\"/>  As an experiment, Longfellow reassured himself that he was using the best meter by attempting a passage in blank verse.{{sfnp|Williams|1964|page=151}} Even so, while looking over the [[galley proof|proofs]] for a second edition, Longfellow briefly wished he had used a different poetic structure:\n{{quote|text=It certainly would be a relief to the hexameters to let them stretch their legs a little more at their ease; still for the sake of uniformity I believe they must still sit a while longer with their knees bent under them like travelers in a stage-coach.|author=Edward Wagenknecht|source=''Henry Wadsworth Longfellow: Portrait of an American Humanist''. (1966) p. 77{{sfnp|Wagenknecht|1966|page=77}} }}\n\nThe name ''Evangeline'' comes from the Latin word \"evangelium\" meaning \"gospel\". The Latin word itself is derived from the Greek words \"eu\"—\"good\"—and \"angela\"—\"news\".<ref>{{cite web |url=http://www.mfnames.com/fnames/e/origin-and-meaning-of-evangeline.htm |title=Origin and Meaning of Evangeline |access-date=2009-01-23 |work=MFnames.com |author=Katsev, Igor |archive-url=https://web.archive.org/web/20120304162542/http://www.mfnames.com/fnames/e/origin-and-meaning-of-evangeline.htm |archive-date=2012-03-04 |url-status=dead }}</ref>\n\n==Prologue==\nLongfellow does not explicitly title the opening three stanzas as the prologue, but publishers generally treat these lines as such. The poem's story begins with the end. The French farmers and fishermen who once inhabited the colony of Acadie in Nova Scotia are gone; the moss-covered trees and the ocean are left to tell the tale.\n\n{{poemquote| THIS is the forest primeval. The murmuring pines and the hemlocks,\n  Bearded with moss, and in garments green, indistinct in the twilight,\n  Stand like Druids of eld, with voices sad and prophetic,\n  Stand like harpers hoar, with beards that rest on their bosoms.\n  Loud from its rocky caverns, the deep-voiced neighboring ocean\n  Speaks, and in accents disconsolate answers the wail of the forest.\n\n    This is the forest primeval; but where are the hearts that beneath it\n  Leaped like the roe, when he hears in the woodland the voice of the huntsman?\n  Where is the thatch-roofed village, the home of Acadian farmers,—\n  Men whose lives glided on like rivers that water the woodlands,\n  Darkened by shadows of earth, but reflecting an image of heaven?\n  Waste are those pleasant farms, and the farmers forever departed!\n  Scattered like dust and leaves, when the mighty blasts of October\n  Seize them, and whirl them aloft, and sprinkle them far o'er the ocean.\n  Naught but tradition remains of the beautiful village of Grand-Pré.\n\n    Ye who believe in affection that hopes, and endures, and is patient,\n  Ye who believe in the beauty and strength of woman's devotion,\n  List to the mournful tradition still sung by the pines of the forest;\n  List to a Tale of Love in Acadie, home of the happy.<ref>{{Cite book|url=http://www.gutenberg.org/ebooks/2039|title = Evangeline: A Tale of Acadie}}</ref><ref>Evangeline, Henry Wadsworth Longfellow, Boston: Ticknor & Company, 1847</ref><ref>{{Cite web|url=http://utc.iath.virginia.edu/sentimnt/snpohwla1t.html|title = Longfellow's Evangeline}}</ref>}}\n\n==Critical response==\n''Evangeline'' became Longfellow's most famous work in his lifetime and was widely read.{{sfnp|Williams|1964|page=82}} It has been called the first important long poem in American literature.<ref>{{harvp|Williams|1964|page=82}}; {{harvp|Wagenknecht|1966|page=8}}</ref> Contemporary reviews were very positive. A reviewer for ''[[The Metropolitan Magazine]]'' said, \"No one with any pretensions to poetic feeling can read its delicious portraiture of rustic scenery and of a mode of life long since defunct, without the most intense delight\".{{sfnp|Williams|1964|page=155}} Longfellow's friend [[Charles Sumner]] said he had met a woman who \"has read 'Evangeline' some twenty times and thinks it the most perfect poem in the language\".{{sfnp|Williams|1964|page=155}} Other admirers of the poem included King [[Leopold I of Belgium]].{{sfnp|Wagenknecht|1966|page=148}} Speaking privately, all of Longfellow's literary associates but Whittier attacked the piece, including his old friend [[John Neal (writer)|John Neal]], who wrote: \"You really ought to be hanged–drawn and quartered\" for writing in hexameter.<ref>{{cite book |last=Wagenknecht |first=Edward |year=1955 |title=Longfellow: A Full-Length Portrait |location= New York City |publisher=Longmans, Green & Co. |pages=160–161 |oclc=1633211}}</ref>\n\n== Influence ==\n[[File:Grand Pré.JPG|thumb|right|350px|[[Louis-Philippe Hébert]]'s sculpture of Evangeline, [[Grand-Pré National Historic Site]], [[Nova Scotia]], Canada.]]\nPrior to the influence of Longfellow's poem, historians generally focused on the founding of [[Halifax, Nova Scotia|Halifax]] (1749) as the beginning of Nova Scotian history. Longfellow's poem shed light on the 150 years of Acadian settlement that preceded the establishment of Halifax.{{sfnp|McKay|Bates|2010|pages=40–42}}\n\nThe Expulsion was planned and executed by the British and [[New England Colonies|New England]] authorities. Longfellow omitted from the poem New England's involvement in the expulsion. Through his poem, Longfellow defines America as a place of refuge for the exiled Acadians.{{sfnp|McKay|Bates|2010|pages=40–42}} Longfellow's account was later challenged by historian [[Francis Parkman]], in his book ''[[Montcalm and Wolfe]]'' (1884). Parkman claimed the real reason for the expulsion was the \"influence\" held by the French over the Acadians, particularly by Abbé [[Jean-Louis Le Loutre]].{{sfnp|McKay|Bates|2010|pages=39, 99}} American historian John Brebner eventually wrote ''New England's Outpost'' (1927), which identified how instrumental New Englanders were in the expulsion of the Acadians.{{sfnp|McKay|Bates|2010|pages=40–42}}<ref>John Brebner. ''Acadia before the conquest of Canada''. Columbia University Press. 1927.</ref>\n\nThe poem had a powerful impact in defining both Acadian history and identity in the nineteenth and twentieth centuries. More recent scholarship has revealed both the historical misconceptions in the poem and the complexity of the Expulsion and those involved, which the poem obscures.{{sfnp|McKay|Bates|2010}} For example, Longfellow's poem depicts Acadia as a utopia and the Acadians as a homogeneous and passive people who are incapable of violence, which ignores the efforts of resistance leader [[Joseph Broussard]] and the [[Military history of the Acadians|extensive military history of the Acadians]].<ref>John Grenier. ''The Far Reaches of Empire: War in Nova Scotia, 1710–1760''. Oklahoma University Press, 2008: 6</ref> The poem also allowed for generations of Protestant [[Anglo-Americans]] to sympathize with the plight of the Acadians while maintaining [[Anti-Catholicism|anti-Catholic]] viewpoints. The poem also provided a safe symbolic space for Acadians to develop arguments for more recognition and respect in the United States.{{sfnp|McKay|Bates|2010|page=128}}\n\n=== Landmarks and statues ===\nIn 1920, at [[Grand-Pré, Nova Scotia]], Acadians reconstructed the French church with a statue of Evangeline in the courtyard. Almost a decade later, in 1929, a statue of Evangeline, posed for by silent Mexican film star [[Dolores del Río]], who starred in the 1929 film ''[[Evangeline (1929 film)|Evangeline]]'', was donated to the town of [[St. Martinville, Louisiana]], by the film's cast and crew. In 1934, the first state park in Louisiana was named the [[Longfellow-Evangeline State Historic Site]].{{sfnp|Williams|1964|pages=155-156}}\n\nFelix Voorhies wrote the book ''Acadian Reminiscences: The True Story of Evangeline'' and other later works of fiction expanded upon the material of the poem, claiming the \"real names\" of the characters had been \"Emmeline LaBiche\" (in Longfellow, her full name is Evangeline Bellefontaine) and \"Louis Arceneaux\" (in the poem, Gabriel Lajeunesse) [[Lafayette, Louisiana]], which supposedly belonged to Gabriel, and the grave of Emmeline in the Perpetual Adoration Garden & Historic Cemetery in St. Martin de Tours Church Square, on Main Street, [[St. Martinville, Louisiana|St. Martinville]] (the site having been determined for its convenience by local boosters about the turn of the 20th century). \"Evangeline Oak\" trees in St. Martinville also lay claim to marking the original meeting place of Emmeline and Louis.<ref>{{cite web\n|title=Evangeline Oak Louisiana Historical Marker\n|author=Louisiana Department of Culture, Recreation and Tourism\n|url=http://www.stoppingpoints.com/louisiana/St.-Martin/Evangeline+Oak.html\n}}</ref>\n\nAnother site claiming to have relation to the historical figures that ''Evangeline'' was based upon is the Arceneaux House in [[Hamshire, Texas]], which is marked by a Texas Historical Marker. The house was given to Mary Gadrac Arceneaux, great-great-granddaughter of Louis Arceneaux by her husband.<ref>{{cite web\n|title=Arceneaux House Texas Historical Marker\n|author=Texas State Historical Commission\n|url=http://www.stoppingpoints.com/texas/sights.cgi?marker=Arceneaux+House&cnty=jefferson\n}}</ref>\n\n=== Place names ===\n''Evangeline'' has also been the namesake of many places in Louisiana and the Canadian Maritime Provinces. It is also often used as a street name in Acadian communities.\n\n==== Louisiana ====\nIn Louisiana, places named Evangeline include:\n* [[Evangeline Parish, Louisiana]]\n* [[Evangeline, Louisiana]], a community in [[Acadia Parish, Louisiana|Acadia Parish]] where the first oil well in Louisiana was drilled<ref name=Olson2005>{{cite book |last=Olson |first=Ted |title=Crossroads: A Southern Culture Annual |url={{GBurl|WmCqR4r6VZ8C|p=209}} |year=2005 |publisher=Mercer University Press |isbn=978-0-86554-978-4 |page=209 }}</ref><ref name=DNR>{{cite web |title=Office of Conservation – First Oil Well in Louisiana |website=Department of Natural Resources |publisher=State of Louisiana |first=Sheila |last=Esthay |url=http://dnr.louisiana.gov/index.cfm?md=pagebuilder&tmp=home&pid=48 |url-status=live |archive-url=https://web.archive.org/web/20180825074111/http://www.dnr.louisiana.gov/index.cfm?md=pagebuilder&tmp=home&pid=48 |archive-date=2018-08-25 }}</ref>\n* Evangeline Hall, a residence hall built in 1936 at [[Louisiana State University]]\n\n==== Canada ====\nPlaces named Evangeline in Canada include, for example:\n* [[Evangeline, Gloucester County, New Brunswick]]\n* [[Evangeline-Miscouche]], a rural community in [[Prince Edward Island]]\n* Evangeline, a community within [[Greater Moncton]] in [[Westmorland County, New Brunswick]]\n\nThe Evangeline Trail is a historic route in [[Nova Scotia]] that traces the [[Annapolis Valley]], ancestral home of the Acadians. The scenic trail is lined by more than a dozen small Acadian villages, running from [[Grand-Pré, Nova Scotia|Grand-Pré]], site of the first expulsions, south to [[Annapolis Royal]] near the [[Port-Royal National Historic Site|Habitation at Port-Royal]], historic site of the original French settlement in North America. The Evangeline Trail ends in [[Yarmouth, Nova Scotia]] on the southwest coast.\n\n=== Film ===\nThere have also been numerous film adaptations of the poem ''Evangeline''. [[Evangeline (1913 film)|''Evangeline'']] was the first Canadian feature film, produced in 1913 by Canadian Bioscope of Halifax. It was shot in the Annapolis Valley and at Grand-Pré.  In 1919, [[Raoul Walsh]] made [[Evangeline (1919 film)|a film based on the poem]] for [[20th Century Fox]]. It was suggested by and starred his wife [[Miriam Cooper]]. The film was one of the duo's biggest hits but is now [[lost film|lost]]. In 1929, [[Edwin Carewe]] made [[Evangeline (1929 film)|a film version]] starring [[Dolores del Río]], shot in Louisiana and accompanied by a theme song written by [[Al Jolson]] and [[Billy Rose]].\n\nThe poem was mentioned in the 1987 film ''[[Angel Heart]]'', starring [[Mickey Rourke]] and [[Robert De Niro]]. ''Evangeline'' is also referenced in the 2009 Disney film ''[[The Princess and the Frog]]'', wherein a Cajun firefly named Raymond falls in love with Evangeline, who appears as a star. Following his death, they are reunited and appear side by side in the night sky.\n\n=== Music and musical theatre ===\n''Evangeline'' has been the subject of numerous songs:\n* A popular song in French titled \"Evangeline\" was written in 1971 by [[Michel Conte]]. Originally sung by Isabelle Pierre, a version performed by Annie Blanchard won the [[ADISQ]] award for most popular song in 2006.<ref>{{cite web |url=https://www.cbc.ca/news/canada/montreal/ariane-moffatt-pierre-lapointe-win-deuces-at-adisq-awards-1.574236 |title=Ariane Moffatt, Pierre Lapointe win deuces at ADISQ awards |date=2006-10-30 |access-date=2007-01-10 |publisher=[[Canadian Broadcasting Corporation|CBC]]}}</ref>\n* [[Robbie Robertson]] of [[The Band]] wrote the song \"Evangeline\", performed with [[Emmylou Harris]]. In his lyrics, Evangeline is a girl from [[the Maritimes]] who awaits her absent lover in Louisiana, but the storyline and time period differ from Longfellow's original. Another Robertson song, \"[[Acadian Driftwood]]\" from 1975, was also influenced by Longfellow's poem.<ref>{{Cite web|url=http://somethingelsereviews.com/2014/06/12/across-the-great-divide-the-band-acadian-driftwood-from-northern-lights-southern-cross-1975/|title=The Band, \"Acadian Driftwood\" from 'Northern Lights-Southern Cross' (1975): Across the Great Divide|date=12 June 2014}}</ref>\n* A half-hour suite of guitar music by guitarist and composer [[Loren Mazzacane Connors]], based on scenes in the Longfellow story, was released as a compact disc titled ''Evangeline'' (RoadCone, 1998), with a title track vocal by Suzanne Langille.\n* Indie folk artist Tony Halchak released an EP titled ''A Tale of Acadie'' in 2011, based on the poem but told from Gabriel's point of view.<ref>{{cite web|last=McKenna|first=Mike|title=Tony Halchak – A Tale of Acadie|url=http://www.pamusicscene.com/reviews/pa-music-scene-welcomes-mike-mckenna-as-a-new-contributor/tony-halchak-a-tale-of-arcadie/}}</ref>\n\nThe poem was first adapted into a theatrical musical in 1874, as ''[[Evangeline (1874 musical)|Evangeline; or, The Belle of Acadia]]'', which was a [[Broadway theatre|Broadway]] success through the late 19th century.<ref>{{Cite web|url=http://www.nypl.org/blog/2012/11/30/musical-month-evangeline|title=Musical of the Month: Evangeline|publisher=The New York Public Library|access-date=2016-04-03}}</ref>\n\nThe Canadian folk singer-songwriter [[Susan Crowe]] mentions the \"statue of Evangeline\" in her song \"Your One and Only Life\", the first track on an album entitled ''The Door to the River'' released in 1996.\n\nA 1999 adaptation by Paul Taranto and Jamie Wax, ''[[Evangeline (1999 musical)|Evangeline: The Musical]]'', resulted in a 1999 cast album, and a [[Shreveport, Louisiana]] production of this version was broadcast in 2000 by [[PBS]].\n\nA 2013 musical adaptation, by Canadian [[Ted Dykstra]], premiered in [[Charlottetown]], Prince Edward Island,<ref>{{Cite web |url=http://www.charlottetownfestival.com/en/23-Evangeline-Book-Lyrics-Music-by-Ted-Dykstra#_ga=1.264701583.162008839.1431618678 |title=Evangeline - Book, Lyrics & Music by Ted Dykstra - Charlottetown Festival - Live @ the Centre - Prince Edward Island - Canada |access-date=2015-05-14 |archive-url=https://web.archive.org/web/20150518103441/http://www.charlottetownfestival.com/en/23-Evangeline-Book-Lyrics-Music-by-Ted-Dykstra#_ga=1.264701583.162008839.1431618678 |archive-date=2015-05-18 |url-status=dead }}</ref> and was revived in 2015 in Prince Edward Island and in Alberta at [[Edmonton]]'s [[Citadel Theatre]]. The production featured [[Brent Carver]] as the father.<ref>[http://www.citadeltheatre.com/show/evangeline ''Evangeline''] {{Webarchive|url=https://web.archive.org/web/20170630063924/http://www.citadeltheatre.com/show/evangeline/ |date=2017-06-30 }}, Citadel Theatre, accessed May 11, 2016</ref>\n\nAn opera based on ''Evangeline'', composed by Colin Doroschuk, debuted in 2012 in reduced concert form, and was first performed in full in 2014 at Opéra-Théâtre de [[Rimouski]].<ref name=colin>{{cite journal |title=Opéra-Théâtre de Rimouski in June Premiered Colin Doroschuk's ''Evangeline'' |journal=[[Opera Canada]] |date=June 22, 2014 |access-date=November 6, 2023 |url=https://www.thefreelibrary.com/Opera-Theatre+de+rimouski+in+June+premiered+Colin.-a0376100554 |via=[[TheFreeLibrary]]}}</ref> Doroschuk had previously been a member, with his brothers, of the Canadian pop band [[Men Without Hats]].<ref name=colin/>\n\n[[Edmonton Opera]]'s Brian Deedrick directed an original musical version of ''Evangeline'', written by playwright Winn Bray and composer Tom Doyle, in [[Calgary]], [[Alberta]], [[Canada]], for the [[Mount Royal College]] theatre, in 2000.{{citation needed|date=July 2019}}\n\nThe poem was mentioned by the band Highly Suspect in the closing song of their 2022 album \"The Midnight Demon Club\". The song is titled Evangeline after the poem, and mentions the characters: \"Call me Gabriel and you're my Evangeline\"\n\n=== Other ===\n* The opening phrase of the poem, \"This is the forest primeval\", has entered the cultural lexicon.{{Example needed|s|date=January 2024}}\n* The [[Evangeline League]] operated as a minor-league baseball circuit (primarily in Louisiana) in the 1930s, 40s and 50s.\n* A depiction of Evangeline from Longfellow's poem was incorporated into the [[Dominion Atlantic Railway]] logo along with the text \"Land of Evangeline Route\".<ref>Charlotte Gray 'The Museum Called Canada: 25 Rooms of Wonder' Random House, 2004</ref> Additionally, there was once a [[Via Rail]] train known as the [[Evangeline (train)|\"Evangeline\"]] that ran from [[Halifax Regional Municipality|Halifax]] to [[Yarmouth, Nova Scotia|Yarmouth]], but it ended in 1990.\n* VIA Rail’s “Evangeline Park” a passenger dome / observation / sleeping car. All but one of these Park Cars can be traced to Canadian National or Provincial parks, except for Evangeline Park. Information from Ian Thom's book \"Murals from a Great Canadian Train\" suggest that it was named for the Evangeline Memorial Park established by the Dominion Atlantic Railway, which is now the Grand Pré National Historic Site in Nova Scotia.<ref>{{cite book |last=Thom |first=Ian |author-link= |date=1987 |title=Murals from a Great Canadian Train/De L'Art Dans UN Grand Train Canadien |url=https://www.abebooks.com/9782920718241/Murals-Great-Canadian-TrainDe-LArt-292071824X/plp?cm_sp=plped-_-1-_-isbn |location= |publisher=Optimum Pub Intl |page=168 |isbn=9782920718241}}</ref>\n* ''L'Évangeline'' was also an important daily newspaper in New Brunswick, from 1887 to 1982.\n* Evangeline Downs is a horse racing track located near Lafayette, Louisiana.\n* The 1999 musical version of ''Evangeline'' was performed in 2014 at the Conseil Acadien de Par-en-Bas theatre in [[Tusket, Nova Scotia]]. An actor travelled from Louisiana to perform the role of Gabriel.<ref name=\"tusket\">{{cite news |url=http://www.novanewsnow.com/Living/2014-07-29/article-3816051/Louisiana-actor-performing-Evangeline-in-Yarmouth-makes-pilgrimage-to-Grand-Pre/1 |journal=The Vanguard |title=Louisiana actor travels to Tusket, NS |url-status=unfit |archive-url=https://web.archive.org/web/20170805130559/http://www.novanewsnow.com/living/2014/7/29/louisiana-actor-performing-evangeline-in-3816051.html |archive-date=2017-08-05 }}</ref>\n* Historical flaws in the poem (and in the Voorhies work) are revealed, as there is no record of the surnames \"LaBiche\", \"Bellefontaine\", nor \"Lajeunesse\" in any of the censuses taken of the Acadians.<ref name=\"historical inaccuracies\">[http://www.statcan.gc.ca/pub/98-187-x/4064810-eng.htm Census Records], Incorrect Surnames.</ref>\n* [[Carrie Jenkins Harris (Canadian novelist)|Carrie Jenkins Harris]]'s final novel ''A modern Evangeline'' (1896) is a nod to the poem.<ref>* {{cite book|title=Evangeline|author1-first=Henry Wadsworth|author1-last=Longfellow|editor1-last=Paratte|editor1-first=Henri-Dominique|publisher=Pelican Publishing|isbn=9781455603916|edition=reprint|year=1999|chapter=Longfellow's life and works|page=23}}</ref>\n\n==References==\n{{reflist}}\n\n==External links==\n{{wikisource|Evangeline: A Tale of Acadie}}\n{{commons category|Evangeline}}\n{{Gutenberg|no=2039|name=Evangeline}}\n* {{librivox book | title=Evangeline | author=Henry Wadsworth LONGFELLOW}}\n* [https://archive.org/details/evangelineatale12longgoog <!-- quote=evangeline longfellow. --> 1850 edition of ''Evangeline''] at [[Google Book Search]]\n* [https://web.archive.org/web/20110501150706/http://www.crt.state.la.us/parks/ilongfell.aspx Longfellow-Evangeline State Park] in Louisiana\n* [https://web.archive.org/web/20110302211129/http://grand-pre.com/ Grand-Pré National Historic Site of Canada]\n* [https://web.archive.org/web/20160304000131/http://www.laynelongfellow.com/poetry/media/evangeline.mp3 Audio excerpt read by Layne Longfellow; music by Michael Hoppé]\n\n{{Henry Wadsworth Longfellow}}\n{{Evangeline}}\n{{American tall tales}}\n{{Acadia}}\n{{Authority control}}\n\n[[Category:American poems]]\n[[Category:Acadian history]]\n[[Category:Fictional Cajuns]]\n[[Category:Works about the French and Indian War]]\n[[Category:Poetry by Henry Wadsworth Longfellow]]\n[[Category:Poems adapted into films]]\n[[Category:1847 poems]]\n[[Category:Characters in epic poems]]\n[[Category:Epic poems in English]]"}]}, "20766774": {"pageid": 20766774, "ns": 0, "title": "Evangeline (band)", "revisions": [{"contentformat": "text/x-wiki", "contentmodel": "wikitext", "*": "{{short description|American country band}}\n{{Use mdy dates|date=February 2020}}\n{{Infobox musical artist\n| name            = Evangeline\n| image           =\n| caption         =\n| image_size      =\n| origin          = [[New Orleans]], [[Louisiana]], U.S.\n| genre           = [[Country music|Country]]\n| years_active    = 1988–1996\n| label           = Margaritaville/[[MCA Records|MCA]], Renegade\n| associated_acts = [[Jimmy Buffett]]\n| website         =\n| past_members    = Nancy Buchan<br />Dudley Fruge<br />Sharon Leger<br />Rhonda Lohmeyer<br />[[Beth McKee]]<br />Kathleen Stieffel\n}}\n'''Evangeline''' was an American [[country music]] band initially composed of Kathleen Stieffel ([[guitar]], [[singing|vocals]]), Sharon Leger ([[bass guitar]], [[washboard (musical instrument)|washboard]], vocals), [[Beth McKee]] ([[Keyboard instrument|keyboards]], [[accordion]], vocals), Rhonda Lohmeyer (lead guitar), Nancy Buchan ([[fiddle]], [[mandolin]]), and Dudley Fruge ([[drums]]). They recorded two studio albums—a 1992 self-titled debut and 1994's ''[[French Quarter Moon]]''—for Margaritaville Records, an [[MCA Records]] subsidiary owned by [[Jimmy Buffett]].\n\n==Biography==\nEvangeline was a New Orleans–based band composed, at its most popular point, of singer Kathleen Steiffel, bass guitarist/washboardist Sharon Leger, keyboardist/accordionist Beth McKee, lead guitarist Rhonda Lohmeyer, fiddler/mandolinist Nancy Buchan, and drummer Dudley Fruge.<ref name=\"allmusic\">{{Cite web|url={{Allmusic|class=artist|id=p31340|pure_url=yes}}|title=Evangeline biography|accessdate=19 December 2008|last=McCall|first=Michael|work=Allmusic}}</ref><ref name=\"works\">{{Cite web|url=http://www.countryworks.com/artist_full.asp?KEY=EVANGELINE |title=Evangeline biography |accessdate=19 December 2008 |work=Country Works |url-status=dead |archiveurl=https://web.archive.org/web/20050320084552/http://www.countryworks.com/artist_full.asp?KEY=EVANGELINE |archivedate=March 20, 2005 }}</ref> The band entered a talent competition called Jazz Search in 1988, followed by the Marlboro Talent Roundup and the [[Colgate Country Showdown|True Value Country Music Showdown]].  They were eventually discovered by singer [[Jimmy Buffett]], who signed them to Margaritaville Records, his personal subsidiary of [[MCA Records]].<ref name=\"works\"/>\n\nEvangeline released its self-titled debut album in 1992, under the executive production of Buffett.<ref>{{Cite web|url={{Allmusic|class=album|id=r112746|pure_url=yes}}|title=''Evangeline'' review|accessdate=19 December 2008|last=Loftus|first=Johnny|work=Allmusic}}</ref> Although this album produced no chart singles in the US, \"If I Had a Heart\" peaked at No.&nbsp;81 on the ''[[RPM (magazine)|RPM]]'' Country Tracks charts in Canada. Fruge and Buchan left the group before the release of their second album, 1994's ''French Quarter Moon''. This album produced their first US chart single in \"Let's Go Spend Your Money Honey\", a No.&nbsp;70 on the ''[[Billboard (magazine)|Billboard]]'' country charts. Also included on this album was the song \"She's a Wild One\", which later became a Number One hit in 1994 for [[Faith Hill]] under the title \"[[Wild One (Faith Hill song)|Wild One]]\".<ref>{{Cite web|url={{Allmusic|class=album|id=r191509|pure_url=yes}}|title=''French Quarter Moon'' review|accessdate=19 December 2008|last=Loftus|first=Johnny|work=Allmusic}}</ref> A third album, ''Louisiana Aye Yi Yi'', recorded in 1990 when Evangeline was composed of Rhonda Lohmeyer, Sharon Leger and Leslie Doyle, was issued in 1996. That final recording featured more [[Zydeco]] and [[Cajun music|Cajun songs]] than their first two albums, including tunes written by [[Rockin' Sidney]] (Sidney Simien), [[D. L. Menard]], and several traditional Cajun songs.\n\n==Discography==\n===Albums===\n{| class=\"wikitable plainrowheaders\" style=\"text-align:center;\"\n|-\n! style=\"width:12em;\"| Title\n! style=\"width:20em;\"| Album details\n|- \n! scope=\"row\"| ''Evangeline''\n| \n* Release date: May 19, 1992\n* Label: Margaritvaille/[[MCA Records|MCA]]\n|- \n! scope=\"row\"| ''[[French Quarter Moon]]''\n| \n* Release date: November 23, 1993\n* Label: Margaritvaille/MCA\n|-\n! scope=\"row\"| ''Louisiana Aye Yi Yi''\n| \n* Release date: July 16, 1996\n* Label: Renegade Records\n|}\n\n===Singles===\n{| class=\"wikitable plainrowheaders\" style=\"text-align:center;\"\n|-\n! rowspan=\"2\"| Year\n! rowspan=\"2\" style=\"width:20em;\"| Single\n! colspan=\"2\"| Peak chart<br />positions\n! rowspan=\"2\"| Album\n|- style=\"font-size:smaller;\"\n! width=\"45\"| [[Hot Country Songs|US Country]]\n! width=\"45\"| [[RPM (magazine)|CAN Country]]\n|-\n| rowspan=\"2\"| 1992\n! scope=\"row\"| \"Bayou Boy\"\n| —\n| —\n| align=\"left\" rowspan=\"3\"| ''Evangeline''\n|-\n! scope=\"row\"| \"Am I a Fool\"\n| —\n| —\n|-\n| rowspan=\"2\"| 1993\n! scope=\"row\"| \"If I Had a Heart\"\n| —\n| 81\n|-\n! scope=\"row\"| \"I'm Still Loving You\"<ref>{{cite magazine|url=http://americanradiohistory.com/Archive-Billboard/90s/1993/BB-1993-09-25.pdf|title=Single Reviews|magazine=[[Billboard (magazine)|Billboard]]|date=September 25, 1993}}</ref>\n| —\n| —\n| align=\"left\" rowspan=\"2\"| ''French Quarter Moon''\n|-\n| 1994\n! scope=\"row\"| \"Let's Go Spend Your Money Honey\"\n| 70\n| —\n|-\n| colspan=\"5\" style=\"font-size:8pt\"| \"—\" denotes releases that did not chart\n|-\n|}\n\n===Music videos===\n{| class=\"wikitable plainrowheaders\"\n! Year\n! style=\"width:20em;\"| Video\n! Director\n|-\n| 1992\n! scope=\"row\"| \"Bayou Boy\"\n| Jim Shea<ref>{{cite web|url=http://cocatalog.loc.gov/cgi-bin/Pwebrecon.cgi?v1=10&ti=1,10&Search_Arg=Shea%20Jim&Search_Code=NALL&CNT=25&PID=klQPBiSeUpMtVfSbK6m5ADLFZpk&SEQ=20110110164734&SID=1|title=Bayou boy / director, Jim Shea.|accessdate=2011-01-10}}</ref>\n|-\n| rowspan=\"2\"| 1993\n! scope=\"row\"| \"Still Lovin' You\"\n| Sara Nichols<ref>{{cite web|url=http://cocatalog.loc.gov/cgi-bin/Pwebrecon.cgi?v1=23&ti=1,23&SC=Author&SA=Evangeline&PID=krx5buq_nYmboDX7L74wFwj0e8j&SEQ=20110110165147&SID=2|title=Still lovin' you / director, Sara Nichols.|accessdate=2011-01-10}}</ref>\n|-\n! scope=\"row\"| \"Let's Go Spend Your Money Honey\"\n| Jim Shea<ref>{{cite web|url=http://cocatalog.loc.gov/cgi-bin/Pwebrecon.cgi?v1=19&ti=1,19&SC=Author&SA=Evangeline&PID=krx5buq_nYmboDX7L74wFwj0e8j&SEQ=20110110165147&SID=2|title=Let's go spend your money honey / director, Jim Shea.|accessdate=2011-01-10}}</ref>\n|}\n\n==References==\n{{Reflist}}\n\n==External links==\n* {{allmusic|artist/evangeline-mn0001534646}}\n* {{Discogs artist|212938|Evangeline}}\n\n{{Authority control}}\n\n[[Category:Country music groups from Louisiana]]\n[[Category:Musical groups from Louisiana]]\n[[Category:Musical groups established in 1988]]\n[[Category:Musical groups disestablished in 1996]]\n[[Category:MCA Records artists]]"}]}}}}