{"batchcomplete": "", "warnings": {"main": {"*": "Subscribe to the mediawiki-api-announce mailing list at <https://lists.wikimedia.org/postorius/lists/mediawiki-api-announce.lists.wikimedia.org/> for notice of API deprecations and breaking changes. Use [[Special:ApiFeatureUsage]] to see usage of deprecated features by your application."}, "revisions": {"*": "Because \"rvslots\" was not specified, a legacy format has been used for the output. This format is deprecated, and in the future the new format will always be used."}}, "query": {"pages": {"89303": {"pageid": 89303, "ns": 0, "title": "Lace", "revisions": [{"contentformat": "text/x-wiki", "contentmodel": "wikitext", "*": "{{short description|Openwork fabric, patterned with open holes in the work, made by machine or by hand}}\n{{other uses}}\n{{Use dmy dates|date=April 2017}}\n[[File:Verknipte kantstrook.JPG|thumb|Valuable old lace, cut and framed for sale in [[Bruges]], [[Belgium]]]]\n\n'''Lace''' is a delicate [[fabric]] made of [[yarn]] or [[thread (yarn)|thread]] in an open weblike pattern,<ref name=\"thefreedictionary1\">{{cite web|url=http://www.thefreedictionary.com/lace|title=Lace|website=The Free Dictionary|access-date=23 May 2012}}</ref> made by machine or by hand. Generally, lace is split into two main categories, [[Needle lace|needlelace]] and [[bobbin lace]],<ref name=\":12\">{{Cite book|last=Frost|first=Patricia|url=https://www.worldcat.org/oclc/48140446 |publisher=Miller's |title=Miller's collecting textiles|date=2000|isbn=1-84000-203-4|location=London|oclc=48140446}}</ref>{{Rp|122}} although there are other types of lace, such as knitted or crocheted lace. Other laces such as these are considered as a category of their specific craft. Knitted lace, therefore, is an example of knitting.  This article considers both needle lace and bobbin lace.\n\nWhile some experts say both needle lace and bobbin lace began in Italy in the late 1500s,<ref name=\":12\"/>{{Rp|122}} <ref name=\":2\" />{{Rp|12}} there are some questions regarding its  origins.\n\nOriginally [[linen]], [[silk]], [[gold]], or silver threads were used. Now lace is often made with [[cotton]] thread, although linen and silk threads are still available. Manufactured lace may be made of [[synthetic fiber]]. A few modern artists make lace with a fine copper or silver wire instead of thread.\n\n==Etymology==\nThe word lace is from [[Middle English]], from [[Old French]] ''las'', noose, string, from Vulgar [[Latin]] *''laceum'', from Latin ''laqueus'', noose; probably akin to ''lacere'', to entice or ensnare.<ref name=\"thefreedictionary1\"/>\n\n== Description ==\nThe Latin word from which \"lace\" is derived means \"noose,\" and a noose describes an open space outlined with rope or thread. This description applies to many types of open fabric resulting from \"looping, plaiting, twisting, or knotting...threads...by hand or machine.\"<ref name=\":12\"/>{{Rp|122}}\n\n[[File:CUR.55.96.123b view21.jpg|thumb|left|Square Lace \"Sampler,\" 1800-1825, [[Brooklyn Museum]]]]\n\n==Types==\n[[File:Unknown holland painter. Portrait of woman.jpg|thumb|right|Unknown Holland painter, Portrait of woman, 17th century, [[National Gallery of Armenia]]]]\n\nThere are many types of lace, classified by how they are made. These include:\n\n* '''[[Bobbin lace]]''', as the name suggests, is made with bobbins and a [[lace pillow|pillow]]. The bobbins, turned from wood, bone, or plastic, hold threads which are woven together and held in place with pins stuck in the pattern on the pillow. The pillow contains straw, preferably [[oat]] [[straw]] or other materials such as sawdust, insulation styrofoam, or ethafoam. Also known as bone-lace. [[Chantilly lace]] is a type of bobbin lace.\n* '''[[Chemical lace]]''': the stitching area is stitched with embroidery threads that form a continuous motif. Afterwards, the stitching areas are removed and only the embroidery remains. The stitching ground is made of a water-soluble or non-heat-resistant material.\n*'''[[Crocheted lace]]''' includes [[Irish crochet]], pineapple crochet, and [[filet crochet]].\n* '''[[Cutwork]]''', or [[whitework]], is lace constructed by removing threads from a woven background, and the remaining threads wrapped or filled with [[embroidery]].\n* '''[[lace knitting|Knitted lace]]''' includes [[Shetland knitted lace|Shetland lace]], such as the \"wedding ring shawl\", a lace shawl so fine that it can be pulled through a wedding ring.<ref>{{Cite book|title=The Magic of Shetland Lace Knitting|last=Lovick|first=Elizabeth|publisher=St. Martin's Griffin|year=2013|isbn=978-1-250-03908-8|location=New York|pages=10}}</ref>\n*'''Knotted lace''' includes [[macramé]] and [[tatting]]. \n* '''[[Lace machine|Machine-made]]''' lace is any style of lace created or replicated using mechanical means.\n* '''[[Needle lace]]''', such as [[Gros point de venise|Venetian Gros Point]], is made using a needle and [[yarn|thread]]. This is the most flexible of the lace-making arts. While some types can be made more quickly than the finest of bobbin laces, others are very time-consuming. Some purists regard needle lace as the height of lace-making.{{fact|date=January 2022}} The finest antique needle laces were made from a very fine thread that is not manufactured today.\n*'''[[Tape lace]]''' makes the tape in the lace [[Bobbin tape lace|as it is worked]], or uses a machine- or hand-made textile strip formed into a design, then [[Tape lace|joined]] and embellished with needle or bobbin lace.\n*'''[[Tatting]]''' is a textile craft consisting of a series of knots and loops arranged with a shuttle or needle based process.\n\n<gallery>\nFile:Branscombe4.jpg|[[Needle lace]], showing button hole stitch\nFile:Ursuline_lace_2.jpg|[[Bobbin lace]] made on a pillow with bobbins and pins\nFile:Boy's Frock LACMA M.2007.211.89 (3 of 3).jpg|[[Broderie anglaise]], a type of cutwork\nFile:Lace-filet-hrynkiw.jpg|[[Filet lace]], embroidered on an existing net\nFile:Lace_knitting_2.jpg|[[Lace knitting]]\nFile:Nuperelle-skyttel_med_nupereller.JPG|[[Tatting]], with shuttle\n</gallery>\n\n==History: Bobbin and needle lace==\n{{For|the industrial revolution|Lace machine}}\n[[File:Hans memling, madonna col bambino tra i santi giacomo e domenico, 1488 ca. 03.JPG|thumb|left|Early lace on a fragment of ''The Virgin and Child''  by [[Hans Memling]].<ref>{{cite web|url=http://cartelfr.louvre.fr/cartelfr/visite?srv=car_not_frame&idNotice=23998|title=Hans Memling {{!}} La Vierge et l'Enfant entre saint Jacques et saint Dominique|website=Site officiel du musée du Louvre|date=12 October 2023 |language=fr}}</ref>]]\n\n=== Origins ===\nThe origin of lace is disputed by historians. An Italian claim is a will of 1493 by the Milanese [[House of Sforza|Sforza]] family.<ref>{{cite book|last1=Verhaegen|first1=Pierre|title=La Dentelle Belge|date=1912|publisher=L. Lebègue|location=Brussel|page=10|language=fr}}</ref> A Flemish claim is lace on the alb of a worshiping priest in a painting about 1485 by [[Hans Memling]].<ref>{{cite book|last1=van Steyvoort|first1=Collette|title=Inleiding to kantcreatie (Introduction to creating lace)|date=1983|publisher=Dessain et Tolra|location=Paris|isbn=224927665X|page=11|edition=translation by Magda Grisar}}</ref>\nBut since lace evolved from other techniques, it is impossible to say that it originated in any one place.<ref name=\"guild\">{{cite web|title=The Craft of Lacemaking|url=https://www.laceguild.org/a-brief-history-of-lace|website=LaceGuild.org|access-date=26 July 2022}}</ref> The fragility of lace also means that few exceedingly old specimens are extant.<ref name=\":3\" />{{Rp|3}}\n\n=== Early history ===\nLace was used by clergy of the Catholic Church as part of vestments in religious ceremonies. When they first started to use lace and through the 16th century, they primarily used cutwork. Much of their lace was made of gold, silver, and silk. Wealthy people began to use such expensive lace in clothing trimmings and furnishings, such as cushion covers. In the 1300s and 1400s in the Italian states, heavy duties were imposed on lace, and strict [[sumptuary law]]s were passed.<ref name=\":5\">{{Cite book|last=Jackson|first=Mrs. F. Nevill|title=A History of Hand-Made Lace|publisher=L. Upcott Gill|year=1900|location=London}}</ref>{{Rp|6–7}} This led to less demand for lace. In the mid-1400s some lacemakers turned to using [[flax]], which cost less, while others migrated, bringing the industry to other countries. However, lace did not come into widespread use until the 16th century in the northwestern part of the European continent.<ref>{{cite web|title=History of Lace|url=http://www.lacemakerslace.oddquine.co.uk/history.html|website=www.lacemakerslace.oddquine.co.uk}}</ref> The popularity of lace increased rapidly and the cottage industry of lace making spread throughout Europe.The late 16th century marked the rapid development of lace, both needle lace and bobbin lace became dominant in both fashion as well as home décor. For enhancing the beauty of collars and cuffs, needle lace was embroidered with loops and picots.<ref name=\"Decoratingwithlaceoutlet.com\">{{cite web|title=History of Lace &#124; Lace Trends &#124; Lace Spreads|url=http://decoratingwithlaceoutlet.com/page.asp?id=90|url-status=dead|archive-url=https://web.archive.org/web/20140308030649/http://decoratingwithlaceoutlet.com/page.asp?id=90|archive-date=8 March 2014|access-date=11 September 2012|publisher=Decoratingwithlaceoutlet.com}}</ref> Sumptuary laws in many countries had a major impact on lace wearing and production throughout its early history, though in some countries they were often ignored or worked around.<ref name=\":5\" />{{Rp|9–10}}\n\n=== Italy ===\nBobbin and needle lace were both being made in Italy early in the 1400s.<ref name=\":6\">{{Cite book|last=Huetson|first=T. L.|url=https://www.worldcat.org/oclc/793392|title=Lace and bobbins; a history and collector's guide|date=1973|publisher=A.S. Barnes|isbn=0-498-01398-7|edition=[1st American ed.]|location=South Brunswick|oclc=793392}}</ref>{{Rp|19}}  Documenting lace in Italy in the 15th century is a list of fine laces from the inventory of [[Beatrice d'Este|Beatrice d'Este, Duchess of Milan]], from 1493.<ref>{{Cite book|last=Singleton|first=Esther|title=Lace and Lace Making|publisher=The Mentor|year=1917}}</ref>\n\n==== Venice ====\nIn Venice, lace making was originally the province of leisured noblewomen, using it as a pastime. Some of the wives of [[Doge of Venice|doges]] also supported lacemaking in the [[Republic of Venice|Republic]]. One, [[Giovanna Malipiero Dandolo]], showed support in 1457 for a law protecting lacemakers. In 1476, the lace trade was seriously affected by a law which disallowed \"silver and embroidery on any fabric and the [[Punto in Aria]] of linen threads made with a needle, or gold and silver threads.\"<ref name=\":5\" />{{Rp|10}} In 1595, [[Morosina Morosini]], another doge's wife, founded a lace workshop for 130 women.<ref name=\":0\">{{Cite journal|last=Jones|first=Ann Rosalind|date=2014|title=Labor and Lace: The Crafts of Giacomo Franco's Habiti delle donne venetiane|url=https://www.jstor.org/stable/10.1086/678268|journal=I Tatti Studies in the Italian Renaissance|volume=17|issue=2|pages=399–425|doi=10.1086/678268|jstor=10.1086/678268|s2cid=192036554|issn=0393-5949}}</ref>{{Rp|403}} In the early 1500s, the production of lace became a paid activity, accomplished by young girls working in the houses of noblewomen, creating lace for household use, and in convents. Lace was a popular Venetian export in the 1500s and 1600s, and the demand remained strong in Europe, even when the export of other items exported by Venice during this period slumped.<ref name=\":0\" />{{Rp|406}} The largest and most intricate pieces of Venetian lace became ruffs and collars for members of the nobility and for aristocrats.<ref name=\":0\" />{{Rp|412}}\n\n=== Belgium ===\nLace was being made in Brussels in the 1400s, and samples of such lace survive.<ref name=\":6\" />{{Rp|27}} Belgium and Flanders became a major center for the creation of primarily bobbin lace starting in the 1500s, and some handmade lace is still being produced there today.<ref name=\":2\" />{{Rp|19,31}} Belgian-grown flax contributed to the lace industry in the country. It produced extremely fine linen threads that were a critical factor in the superior texture and quality of Belgian lace.<ref>{{Cite book|last=Blum|first=Clara M.|title=Old World Lace, or a Guide for the Lace Lover|publisher=E.P. Dutton|year=1920|location=New York}}</ref>{{Rp|34}} Schools were founded to teach lacemaking to the young.<ref name=\":2\" />{{Rp|31}} The height of the production of lace there was in the 1700s. [[Brussels]] was known for [[Brussels lace|Point d'Angleterre]], [[Lier, Belgium|Lierre]] and [[Bruges]] also were known for their own styles of lace. Belgian lacemakers either originated or developed laces such as Brussels or Brabant Lace, Lace of Flanders, [[Mechlin lace|Mechlin]], [[Valenciennes lace|Valenciennes]] and [[Binche lace|Binche]].<ref name=\":2\" />{{Rp|19}}\n\n=== France ===\nLace arrived in France when [[Catherine de' Medici|Catherine de Medici]], newly married to King [[Henry II of France|Henry II]] in 1533, brought Venetian lace-makers to her new homeland. The French royal court and the fashions popular there, influenced the lace that started to be made in France. It was delicate and graceful, compared to the heavier needle or point-laces of Venice. Examples of French lace are [[Alençon lace|Alençon]], [[Argentan lace|Argentan]], and [[Chantilly lace|Chantilly]].<ref name=\":2\">{{Cite book|last=Schwab|first=David E.|title=The Story of Lace and Embroidery and Handkerchiefs|publisher=Fairchild|year=1957|location=New York}}</ref>{{Rp|17}} The 17th century court of King Louis the XIV of France was known for its extravagance, and during his reign lace, particularly the delicate [[Alençon lace|Alençon]] and [[Argentan lace|Argentan]] varieties, was extremely popular as court dress. The [[Fontange|frontange]], a tall lace headdress, became fashionable in France at this time. Louis XIV's finance minister, [[Jean-Baptiste Colbert|Jean Baptiste Colbert]], strengthened the lace industry by establishing lace schools and workshops in the country.\n\n=== Spain ===\nLacemaking in Spain was established early, as by the 1600s its [[Point d'Espagne lace]], made of gold and silver thread, was very popular. Lace was made for use in churches and for the [[mantilla]]. Lacemaking may have come to Spain from Italy in the 1500s, or from Flanders, its province at the time.<ref name=\":6\" />{{Rp|33–35}} This lace was much admired, and was made throughout the country.<ref>{{Cite book |last=Jones |first=Mary Eirwen |title=The Romance of Lace |publisher=Staples |year=1951 |location=London}}</ref>{{Rp|117}}\n\n=== Germany ===\n[[Barbara Uthmann|Barbara Uttmann]] learned how to make bobbin lace as a girl from a Protestant refugee. In 1561 she started a lace-making workshop in [[Annaberg-Buchholz|Annaberg]]. By the time of her death in 1575, there were over 30,000 lacemakers in that area of Germany. Following the revocation of the [[Edict of Nantes]] in France in 1685, many [[Huguenots|Huguenot]] lacemakers moved to Hamburg and Berlin. The earliest known lace pattern book was printed in Cologne in 1527.<ref name=\":6\" />{{Rp|30–31}}\n\n=== England ===\nThe lace that was made in England prior to the introduction of bobbin lace in the mid 1500s was primarily cutwork or [[drawn thread work]]. There is a 1554 mention of Sir Thomas Wyatt wearing a ruff trimmed with [[Bobbin lace|bone lace]] (some bobbins at the time were made of bone).<ref name=\":7\">{{Cite book|last=Mincoff|first=Elizabeth|url=https://www.worldcat.org/oclc/16527223|title=Pillow or bobbin lace : technique, patterns, history|date=1987|publisher=Dover|others=Margaret S. Marriage|isbn=0-486-25505-0|location=New York|oclc=16527223}}</ref>{{Rp|49}} The court of [[Elizabeth I|Queen Elizabeth]] of England maintained close ties with the French court, and so French lace began to be seen and appreciated in England. Lace was used on her court gowns, and became fashionable.\n\nThere are two distinct areas of England where lacemaking was a significant industry: [[Devon]] and part of the [[South Midlands]].<ref name=\":7\" />{{Rp|48}} Belgian lacemakers were encouraged to settle in Honiton in Devon at the end of the 16th century. They continued to make pillow and other lace, as they had in their homeland, but [[Honiton lace]] never got the acclaim that lace from France, Italy, and Belgium did.<ref name=\":2\" />{{Rp|19–21}} While the lace in Devon stayed stable, in the lace-making areas of the South Midlands there were changes brought by different groups of [[émigré]]s: Flemings, French Huguenots, and later, French escaping the [[French Revolution|Revolution]].<ref name=\":7\" />{{Rp|48–49}}\n\n[[Catherine of Aragon]], while exiled in Ampthill, England, was said to have supported the lace makers there by burning all her lace, and commissioning new pieces.<ref>{{Cite web|date=12 April 2017|title=St Catherine's Day, Cattern Cakes and Lace|url=https://www.lavenderandlovage.com/2011/11/st-catherines-day-lace-makers-and.html|website=Lavender and Lovage}}</ref> This may be the origin of the lacemaker's holiday, Cattern's Day.  On this day (25 or 26 November) lacemakers were given a day off from work, and Cattern cakes - small dough cakes made with [[Caraway|caraway seeds]], were used to celebrate.<ref>{{Cite book|last=Jones|first=Julia|title=A Calendar of Feasts; Cattern cakes and lace|publisher=DK|year=1987|isbn=0863182526|location=England}}</ref> The English diarist [[Samuel Pepys]] often wrote about the lace used for his, his wife's, and his acquaintances' clothing, and on 10 May 1669, noted that he intended to remove the gold lace from the sleeves of his coat \"as it is fit [he] should\", possibly in order to avoid charges of ostentatious living.<ref name=\"Pepys\">{{cite web|url=http://www.pepysdiary.com/diary/1669/05/10/|title=Monday 10 May 1669|date=10 May 1669|website=The Diary of Samuel Pepys|last1=Pepys|first1=Samuel|access-date=7 January 2015}}</ref> In 1840, Britain's Queen Victoria was married in lace, influencing the wedding dress style until now.<ref>{{Cite book|title=The Fashion Book|publisher=Dorling Kindersley|year=2014|isbn=9781409352327|location=London|pages=46|oclc=889544401}}</ref>\n\nThe decline of the lace industry in England began about 1780, as was happening elsewhere. Some of the reasons include the increased popularity of clothing in the Classical style, the economic issues connected to war, and the increased production and use of machine-made laces.<ref name=\":7\" />{{Rp|51–52}}\n\n=== America ===\nAmerican colonists of both British and Dutch origins strove to acquire lace accessories such as caps, ruffs, and other neckwear, and handkerchiefs. American women who afford lace textiles were also able to afford aprons and dresses trimmed with the technique or made only from lace. Because of sumptuary laws, such as one in Massachusetts in 1634, American citizens were not allowed to own or make their lace textiles. Sumptuary laws prevented spending on extravagance and luxury and classified who could own or make lace.  This indicates that lace was being made in that colony at the time.<ref name=\":4\">{{Cite book|last=Weissman|first=Judith Reiter|url=https://www.worldcat.org/oclc/29315818|title=Labors of love : America's textiles and needlework, 1650-1930|date=1994|publisher=Wings Books|others=Wendy Lavitt|isbn=0-517-10136-X|location=New York|oclc=29315818}}</ref>{{Rp|187–189}} Lacemaking was being taught in boarding schools by the mid 1700s, and newspaper advertisements starting in the early 1700s offered to teach the technique.{{Rp|192}}<ref name=\":4\" /> Also in the 18th century, [[Ipswich, Massachusetts|Ipswich]], Massachusetts had become the only place in America known for producing handmade lace. By 1790, women in Ipswich, who were primarily from the [[Midlands|British Midlands]], were making 42,000 yards of silk bobbin lace intended for trimmings.<ref name=\":4\" />{{Rp|189–190}} [[George Washington]] reportedly purchased [[Ipswich lace|Ipswich Lace]] on a trip to the region in 1789.<ref>{{Cite book |last=Philbrick |first=Nathaniel |url=https://www.worldcat.org/oclc/1237806867 |title=Travels with George : in search of Washington and his legacy |date=2021 |isbn=978-0-525-56217-7 |location=[New York, New York] |oclc=1237806867}}</ref> Machines to make lace began to be smuggled into the country in the early 1800s, as England did not permit these machines to be exported. The first lacemaking factory opened in [[Medway, Massachusetts]] in 1818. Ipswich had its own in 1824. The women there moved from making bobbin lace to decorating the machine-made net lace with darning and tambour stitches, creating what is known as [[Limerick lace]].<ref name=\":4\" />{{Rp|190}}\n\nLace was still much in demand in the 19th century. Lace trimmings on dresses, at seams, pockets, and collars were very popular. The lace being made in the United States was based on European patterns. By the turn of the 20th century, needlework and other magazines included lace patterns of a range of types.<ref name=\":4\" />{{Rp|195}}\n\nIn North America in the 19th century, [[missionaries]] spread the knowledge of lace making to the [[Indigenous peoples of the Americas|Native American]] tribes.<ref>{{cite web|date=1 August 2013|title=Indian Lace|url=http://lace.lacefairy.com/Lace/ID/IndianLace.html|archive-url=https://web.archive.org/web/20130801221656/http://lace.lacefairy.com/Lace/ID/IndianLace.html|archive-date=1 August 2013}}</ref> [[Sibyl Carter]], an Episcopalian missionary, began to teach lacemaking to [[Ojibwe|Ojibwa]] women in Minnesota in 1890. Classes were being held for members of many tribes throughout the US by the first decade of the 1900s<ref name=\":4\" /> St. [[John Francis Regis]] guided many women out of prostitution by establishing them in the lace making and [[embroidery]] trade, which is why he became the [[Patron Saint]] of lace making.<ref>{{Cite web|title=Society of Jesus Celebrates Feast of St. John Francis Regis, SJ|url=http://jesuits.org/news-detail?tn=news-20160615021646|access-date=2017-05-08|website=jesuits.org|archive-date=27 June 2017|archive-url=https://web.archive.org/web/20170627152046/http://jesuits.org/news-detail?tn=news-20160615021646|url-status=dead}}</ref>\n\n=== Ireland ===\n{{main|Irish lace}}\n[[File:Black Lace kaftan “Illusion” by Sybil Connolly- Full length FRONT.jpg|thumb|right|Carrickmacross Lace 'Illusion' dress by Irish fashion designer [[Sybil Connolly]]|322x322px]]Lace was made in Ireland from the 1730s onwards with several different lace-making schools founded across the country. Many regions acquired a name for high-quality work and others developed a distinctive style. Lace proved to be an important means of income for many poorer women.<ref>{{Cite web|last=Hooper|first=Glenn|title=Irish Lace|url=https://www.heritagecouncil.ie/content/files/irish_lace_leaflet_4mb.pdf|archive-url=https://web.archive.org/web/20160425062538/http://www.heritagecouncil.ie/fileadmin/user_upload/Publications/Museums_and_Archive/Lace_Final_for_Web.pdf/|archive-date=25 April 2016|access-date=27 January 2022}}</ref>  Several important schools of lace included: [[Carrickmacross lace|Carrickmacross]] lace, [[Kenmare lace|Kenmare]] lace, [[Limerick lace|Limerick]] lace and [[Youghal lace|Youghal]] lace.<ref>{{Cite book|last=Potter|first=Matthew|url=https://www.worldcat.org/oclc/910526333|title=Amazing lace : a history of the Limerick lace industry|date=2014|others=Jacqui Hayes|isbn=978-0-905700-22-9|location=Limerick|oclc=910526333}}</ref>[[File:Italian (Florentine) School - Portrait of an Unknown Lady, Aged 23 (called ‘the Countess Miranda’) - 1210350 - National Trust.jpg|alt=Portrait of a woman in an ornate dress with a massive lace collar.|thumb|Portrait of an Unknown Lady. Florentine School, 1571. National Trust.]]\n[[File:Godfrey Kneller (1646-1723) (style of) - Portrait of an Unknown Gentleman in Brown with a Lace Collar - 1336256 - National Trust.jpg|alt=The man shown is wearing a lace cravat. |thumb|Portrait of an Unknown Gentleman in Brown with a Lace Collar by [[Godfrey Kneller]] (1646-1723)]]\n\n== Patrons, designers, and lace makers ==\n===Patron saints=== \nSome patron saints of lace include:<ref name=\"Refresh 2015 y938\">{{cite web | title=Patron Saints of Needlework and Lace | website=Refresh | date=January 27, 2015 | url=https://trc-leiden.nl/trc-needles/people-and-functions/legendary-people-and-patron-saints/patron-saints-of-needlework-and-lace | access-date=October 18, 2023}}</ref>\n* [[Saint Anne|St Anne]]\n* [[Catherine of Alexandria|St Catherine of Alexandria]]\n* [[Crispin and Crispinian|St Crispin]]\n* [[Elizabeth of Hungary|St Elizabeth of Hungary]]\n* [[Helena, mother of Constantine I|St Helena of Constantine]]\n* [[John Francis Regis|St John Regis]]\n* [[Paraskeva of the Balkans|St Paraskeva of the Balkans]]\n* [[Rose of Lima|St Rose of Lima]]\n\n===Historic===\n* [[Giovanna Dandolo]] (1457–1462)\n* [[Barbara Uthmann]] (1514–1575)\n* [[Morosina Morosini]] (1545–1614)\n* [[Federico de Vinciolo]] (16th century)\n* [[Caterina Angiola Pieroncini]] (18th century)\n\n===Contemporary===\n* [[Rosa Elena Egipciaco]]\n\n== Lace in art ==\n[[File:Frans Hals - Nicolaes Hasselaer - WGA11104.jpg|alt=Man seated sideways on a chair, facing viewer, whose garment has an intricately patterned lace collar.|right|thumb|Portrait of Nicolaes Hasselaer by Frans Hals, c. 1627. Rijksmuseum.]]\nThe earliest portraits showing lace are those of the early [[Florentine painting|Florentine School]].<ref name=\":3\">{{Cite book|last=Jackson|first=Emily|url=https://www.worldcat.org/oclc/14718956|title=Old handmade lace : with a dictionary of lace|date=1987|publisher=Dover|others=Emily Jackson|isbn=0-486-25309-0|location=New York|oclc=14718956}}</ref>{{Rp|13}} Later, in the 17th century, lace was very popular and painting styles were at the time realistic.  This allows viewers to see the finery of lace.<ref>{{Cite web|date=2015-09-29|title=The 10 Best Lace Paintings|url=https://www.sophieploeg.com/blog/the-10-best-lace-paintings/|access-date=2021-04-04|website=Sophie Ploeg|language=en-US}}</ref> Painted portraits, primarily those of the wealthy or the nobility, depicted costly laces. This presented a challenge to the painters, who needed to represent not only their sitters accurately, but their intricate lace as well.<ref name=\":0\" />{{Rp|414}}\n\nThe portrait of Nicolaes Hasselaer seen here was painted by Frans Hals in about 1627. It depicts a man dressed in a black garment with a lace collar. The collar is detailed enough that those who are expert in lace identification can tell what pattern it is. Hals created the lace effect  with dabs of grey and white, using black paint to indicate the spaces between the threads.<ref>{{Cite book|last=Van Guldener|first=Hermine|title=Rijksmuseum Amsterdam|publisher=Knorr & Hirth Verlag|year=1969|location=Munich|pages=27}}</ref>\n\nAn image of an anonymous female artisan appears in ''[[The Lacemaker (Vermeer)|The Lacemaker]]'', a painting by the [[Dutch Golden Age painting|Dutch artist]] [[Johannes Vermeer]] (1632–1675), completed around 1669–1670.\n\n==See also==\n* [[Anglo Scotian Mills]]\n* [[Doily]]\n* [[Fishnet]]\n* ''[[Lagetta lagetto]]'' (Lacebark)\n* [[Lippitt Mill]]\n* [[Pointelle]], a similar type of fabric \n* [[Ribbons]]\n* [[Scranton Lace Company]]\n* [[See-through clothing]]\n\n[[File:Museum of Costume and Lace exterior.jpg|alt=Exterior of an old brick building|thumb|[[Fashion and Lace Museum]], Brussels, Belgium. ]]\n\n== Lace museums ==\n*[https://www.fashionandlacemuseum.brussels/en/ Fashion and Lace Museum], Brussels, Belgium\n*[https://www.kantcentrum.eu/en/welcome Kantcentrum], Bruges, Belgium\n*[https://kenmarelace.ie/kenmare-lace-design-centre/ Kenmare Lace and Design Centre], Kenmare, County Kerry, Ireland\n*[https://www.lacismuseum.org/ The Lace Guild Museum and Gallery], Stourbridge, UK\n*[https://thelacemuseum.org/ The Lace Museum], Sunnyvale, California, US\n*[https://www.lacismuseum.org/ Lacis Museum of Lace and Textiles], Berkeley, California, US\n*[https://museomerletto.visitmuve.it/ Lace Museum/Museo del Merletto], near Venice, Italy\n*[https://museu.arenysdemar.cat/es/pagina/museo-mar%C3%A8s-del-encaje Marès Lace Museum/Museu Marès de la Punta], Arenys de Mar, Spain\n*[https://museedentelle.cu-alencon.fr/ Musée des Beaux-Arts et de la Dentelle] Alençon, France\n*[[Textilmuseum St. Gallen]], [[St. Gallen|St. Gallen, Switzerland]], and their exhibit traveled to [https://www.bgc.bard.edu/ Bard Graduate Center] in 2022 for a major New York installation, [https://www.bgc.bard.edu/exhibitions/exhibitions/118/threads-of-power Threads of Power].<ref>{{Cite news |last=Smith |first=Roberta |date=2022-12-08 |title=Lace, That Most Coveted Textile |language=en-US |work=The New York Times |url=https://www.nytimes.com/2022/12/08/arts/design/lace-exhibition-bard-graduate-center.html |access-date=2022-12-09 |issn=0362-4331}}</ref>\n\n==References==\n\n{{reflist}}\n\n==External links==\n{{Commons category|Lace}}\n*[http://www.panggio.com/home Lace bands and fabrics]\n\n{{Lace types}}\n{{textile arts}}\n{{Fabric}}\n{{Authority control}}\n\n[[Category:Lace| ]]"}]}, "16688350": {"pageid": 16688350, "ns": 0, "title": "Lace (band)", "revisions": [{"contentformat": "text/x-wiki", "contentmodel": "wikitext", "*": "{{Short description|Canadian musical group}}\n{{Infobox musical artist | <!-- See Wikipedia:WikiProject Musicians -->\n| name            = Lace |\n| image             = |\n| caption        = |\n| image_size        = <!-- Only for images smaller than 220 pixels --> |\n|\n| background      = group_or_band |\n| origin          = [[Canada]] |\n| genre           = [[Country music|Country]] |\n| years_active    = 1998–2001, 2006 |\n| label           = [[143 Records|143]]/[[Warner Bros. Records|Warner Bros. Nashville]] |\n| associated_acts = [[David Foster]]|\n| past_members    = [[Beverley Mahood]]<br>Giselle<br>Corbi Dyann<br>Stacey Lee |\n}}\n\n'''Lace''' was a [[Canadians|Canadian]] [[country music]] group who formed in 1998 with the backing of music producer [[David Foster]].<ref>{{cite news| last =Strauss| first =Neil| title =The pop life: Seeking models who can sing | page =E3| newspaper =[[The New York Times]]| date =1998-12-24| url =https://query.nytimes.com/gst/fullpage.html?res=9E0CE5DD113CF937A15751C1A96E958260| accessdate =2008-03-31 }}</ref><ref>{{cite news| last =Mclaughlin| first =John P| title =She's plucky in Lace: Beverley Mahood and mates trying for breakthrough album| page =B4| newspaper =[[The Province]]| date =2001-07-20}}</ref> Active between 1998 and 2001, the band charted four singles on national country music charts, in addition to releasing a self-titled studio album on [[143 Records]] (in association with [[Warner Bros. Records]] Nashville).\n\n== Biography ==\nFoster's plan to put together an all-female country trio began to take shape after seeing a music video of [[Beverley Mahood]] on [[CMT (Canada)|CMT Canada]] while he was visiting his mother in [[Victoria, British Columbia]]; he requested to meet with Mahood, and soon after signed her to a recording contract on his label, [[143 Records]].<ref>{{cite news| last =Mclaughlin| first =John P| title =Singin' Dixie: They're like the Chicks, only two-thirds Canadian. Lace is the latest country girl band| page =B1| newspaper =[[The Province]]| date =1999-11-16}}</ref> Mahood later suggested her friend Giselle, a fellow singer-songwriter in [[Ontario]], prior to David Foster introducing them to the group's third member, [[Austin, Texas]] native Corbi Dyann. The trio received a [[Juno Award]] nomination in 2000 for [[Juno Awards of 2000#Best Country Group or Duo|Best Country Group or Duo]].<ref name=\"Canoe1\">{{cite magazine| last =Ross| first =Mike| title =Three cheers! Lace's Beverley Mahood loves trio harmonies| magazine =[[Jam!]]| date =2000-07-22| url =http://jam.canoe.ca/Music/Artists/L/Lace/2000/07/22/746782.html| archive-url =https://archive.today/20130115060151/http://jam.canoe.ca/Music/Artists/L/Lace/2000/07/22/746782.html| url-status =usurped| archive-date =January 15, 2013| accessdate =2008-03-31 }}</ref> They also received nominations for Group of the Year and Video of the Year (\"I Want a Man\") at the 2000 [[Canadian Country Music Association|Canadian Country Music Awards]].<ref>{{cite news| last =Fuller| first =Cam| title =Touring a treat for Lace| page =D1| publisher =[[Saskatoon StarPhoenix]]| date =2000-08-11}}</ref>\n\nTheir 1999 self-titled album includes record producing credits of Foster, [[Chris Farren (country musician)|Chris Farren]], [[Humberto Gatica]], and J. Richard Hutt. Songwriting credits on the album include [[Linda Thompson (actress)|Linda Thompson]], [[Deana Carter]], [[Sarah McLachlan]] and [[John Scott Sherrill]].<ref>{{cite news| last =North| first =Peter| title =Time for Canada to try on some country Lace| page =C3| newspaper =[[Edmonton Journal]]| date =1999-11-25}}</ref> The group's best-known song was \"I Want a Man\".<ref>{{cite magazine| last =Van Wyk| first =Anika| title =Mahood gets 'Moody' on new album| magazine =[[Jam!]]| date =2004-03-10| url =http://jam.canoe.ca/Music/Artists/M/Mahood_Beverley/2004/03/10/747339.html| archive-url =https://archive.today/20120711201531/http://jam.canoe.ca/Music/Artists/M/Mahood_Beverley/2004/03/10/747339.html| url-status =usurped| archive-date =July 11, 2012| accessdate =2008-03-31 }}</ref>\n\nIn 2000, Corbi Dyann left the group and Canadian Stacey Lee replaced her.<ref name=\"Canoe1\" /><ref>{{cite news| last =Sweetland| first =Phil| title =Mahood merges beauty, talent| page =G3| newspaper =[[Calgary Herald]]| date =2000-04-01}}</ref>\n\nThe trio often was seen as attempting to capitalize on the success of girl groups [[Dixie Chicks]] and [[SHeDAISY]].<ref>{{cite news| last =Flynn| first =Andrew| title =Lace takes on country girl groups with Foster's help| page =1| publisher =[[Canadian Press]]| date =1999-11-27}}</ref>\n\n== Discography ==\n=== Albums ===\n{| class=\"wikitable plainrowheaders\" style=\"text-align:center;\"\n|-\n! rowspan=\"2\" style=\"width:8em;\"| Title\n! rowspan=\"2\" style=\"width:18em;\"| Album details\n! colspan=\"1\"| Peak positions\n|- style=\"font-size:smaller;\"\n! width=\"65\"| [[RPM (magazine)|CAN Country]]\n|-\n! scope=\"row\"| ''[[Lace (album)|Lace]]''\n| \n* Release date: October 5, 1999\n* Label: [[143 Records]]\n| 17\n|-\n|}\n\n=== Singles ===\n{| class=\"wikitable plainrowheaders\" style=\"text-align:center;\"\n|-\n! rowspan=\"2\"| Year\n! rowspan=\"2\" style=\"width:18em;\"| Single\n! colspan=\"2\"| Peak positions\n! rowspan=\"2\"| Album\n|- style=\"font-size:smaller;\"\n! width=\"45\"| [[RPM (magazine)|CAN Country]]<br><ref>{{cite magazine|title=Lace - RPM Country Tracks|url=http://www.bac-lac.gc.ca/eng/discover/films-videos-sound-recordings/rpm/Pages/list.aspx?OCRText=Lace&ChartEn=Country+Singles&|magazine=RPM|accessdate=August 11, 2019}}</ref><ref>{{cite magazine|title=Lace - Canada Country|url=https://www.billboard.com/artist/lace/chart-history/ccw/|magazine=[[Billboard (magazine)|Billboard]]|accessdate=August 11, 2019}}</ref>\n! width=\"45\"| [[Hot Country Songs|US Country]]<br><ref>{{cite magazine|title=Lace - Hot Country Songs|url=https://www.billboard.com/artist/lace/chart-history/csi/|magazine=Billboard|accessdate=August 11, 2019}}</ref>\n|-\n| 1999\n! scope=\"row\"| \"[[I Want a Man]]\"\n| 7\n| 65\n| align=\"left\" rowspan=\"6\"| ''Lace''\n|- \n| rowspan=\"4\"| 2000\n! scope=\"row\"| \"You Could've Had Me\"\n| —\n| 71\n|- \n! scope=\"row\"| \"[[Kiss 'Em All]]\"\n| 6\n| —\n|- \n! scope=\"row\"| \"True Love (Never Goes Out of Style)\"\n| 15\n| —\n|-\n! scope=\"row\"| \"I Cry Real Tears\"\n| —\n| —\n|-\n| 2001\n! scope=\"row\"| \"[[Angel (Sarah McLachlan song)|Angel]]\"\n| —\n| —\n|-\n| 2006\n! scope=\"row\"| \"Can You Handle It\"\n| 48\n| —\n| {{n/a}}\n|- \n| colspan=\"5\" style=\"font-size:8pt\"| \"—\" denotes releases that did not chart\n|}\n\n===Music videos===\n{| class=\"wikitable plainrowheaders\"\n! Year\n! style=\"width:18em;\"| Video\n! Director\n|-\n| 1999\n! scope=\"row\"| \"I Want a Man\"\n| Roger Pistole\n|-\n| rowspan=\"2\"| 2000\n! scope=\"row\"| \"True Love (Never Goes Out of Style)\"\n| rowspan=\"2\"| Terrance Odette \n|-\n! scope=\"row\"| \"I Cry Real Tears\"\n|-\n|}\n\n==Awards and nominations==\n{| class=\"wikitable\"\n|-\n! Year\n! Association\n! Category\n! Result\n|-\n| rowspan=\"3\"| 2000\n| [[Juno Awards of 2000]]\n| [[Juno Award for Country Album of the Year|Best Country Group or Duo]]\n| {{nom}}\n|-\n| rowspan=\"2\"| [[Canadian Country Music Association]]\n| Group or Duo of the Year\n| {{nom}}\n|-\n| Video of the Year – \"I Want a Man\"\n| {{nom}}\n|-\n| rowspan=\"2\"| 2001\n| [[Juno Awards of 2001]]\n| Best Country Group or Duo\n| {{nom}}\n|-\n| Canadian Country Music Association\n| Group or Duo of the Year\n| {{nom}}\n|-\n|}\n\n== References ==\n{{reflist}}\n\n== External links ==\n* [https://myspace.com/beverleymahood Beverley Mahood] on [[Myspace]]\n\n{{Authority control}}\n\n{{DEFAULTSORT:Lace}}\n[[Category:Canadian country music groups]]"}]}}}}