{"batchcomplete": "", "warnings": {"main": {"*": "Subscribe to the mediawiki-api-announce mailing list at <https://lists.wikimedia.org/postorius/lists/mediawiki-api-announce.lists.wikimedia.org/> for notice of API deprecations and breaking changes. Use [[Special:ApiFeatureUsage]] to see usage of deprecated features by your application."}, "revisions": {"*": "Because \"rvslots\" was not specified, a legacy format has been used for the output. This format is deprecated, and in the future the new format will always be used."}}, "query": {"pages": {"74978": {"pageid": 74978, "ns": 0, "title": "My Darling Clementine", "revisions": [{"contentformat": "text/x-wiki", "contentmodel": "wikitext", "*": "{{Short description|1946 film by John Ford}}\n{{About|the John Ford Western||My Darling Clementine (disambiguation)}}\n{{Use American English|date=September 2021}}\n{{Use mdy dates|date=September 2021}}\n{{Infobox film\n| name           = My Darling Clementine\n| image          = My Darling Clementine (1946 poster).jpg\n| caption        = Theatrical release poster\n| director       = [[John Ford]]\n| writer         = [[Samuel G. Engel]]<br>[[Winston Miller]]<br>'''[[Frontier Marshal (1939 film)|Story:]]'''<br>Sam Hellman<br>'''[[Frontier Marshal (1934 film)|Uncredited:]]'''<br />[[Stuart Anthony]]<br />[[William M. Conselman]]\n| based_on       = {{based on|''[[Wyatt Earp: Frontier Marshal]]''<br>1931 novel|[[Stuart N. Lake]]}}\n| producer       = Samuel G. Engel\n| starring       = {{plainlist|*[[Henry Fonda]]\n* [[Victor Mature]]\n* [[Linda Darnell]]\n* [[Walter Brennan]]}}\n| cinematography = [[Joseph MacDonald]]\n| editing        = [[Dorothy Spencer]]\n| music          = [[Cyril J. Mockridge]] (uncredited)\n| studio         = [[20th Century Fox]]\n| distributor    = 20th Century Fox\n| released       = {{Film date|1946|12|03}}\n| runtime        = 97&nbsp;minutes\n| country        = United States\n| language       = English\n| budget         = $2 million<ref name=Stanley1946/>\n| gross          = $2,750,000 (US rentals)<ref>[https://archive.org/stream/variety165-1947-01#page/n54/mode/1up \"60 Top Grossers of 1946\", ''Variety'' 8 January 1947 p8]</ref><ref>[https://books.google.com/books?id=WIZwZOz8LHsC&dq=aubrey+solomon+20th+century+fox&pg=PA212 Aubrey Solomon, ''Twentieth Century-Fox: A Corporate and Financial History'' Rowman & Littlefield, 2002 p 221]</ref>\n}}\n'''''My Darling Clementine''''' is a 1946 American [[Western (genre)|Western]] film directed by [[John Ford]] and starring [[Henry Fonda]] as [[Wyatt Earp]] during the period leading up to the [[gunfight at the O.K. Corral]]. The ensemble cast also features [[Victor Mature]] (as [[Doc Holliday]]), [[Linda Darnell]], [[Walter Brennan]], [[Tim Holt]], [[Cathy Downs]] and [[Ward Bond]].\n\nThe title of the movie is borrowed from the theme song \"[[Oh My Darling, Clementine]]\", sung in parts over the opening and closing credits. The screenplay is based on the biography ''[[Wyatt Earp: Frontier Marshal]]'' by [[Stuart N. Lake|Stuart Lake]], as were two earlier movies, both named ''Frontier Marshal'' (released in [[Frontier Marshal (1934 film)|1934]] and [[Frontier Marshal (1939 film)|1939]], respectively). The book was discovered to be highly inaccurate and Wyatt had told many outright lies about himself, his brothers and the events surrounding the O.K. Corral incident to both Lake and director Ford.\n\n''My Darling Clementine'' is regarded by many film critics as one of the best [[Western (genre)|Western]]s ever made. In 1991, the film was deemed \"culturally, historically, or aesthetically significant\" by the [[Library of Congress]] and selected for preservation in the United States [[National Film Registry]]. It was among the third annual group of 25 films named to the registry.<ref name=\"nixon\" />\n\n== Plot ==\nIn 1882 (a year after the actual gunfight at the O.K. Corral on October 26, 1881), [[Wyatt Earp|Wyatt]], [[Morgan Earp|Morgan]], [[Virgil Earp|Virgil]], and [[James Earp]] are driving cattle to California when they encounter [[Newman Haynes Clanton|Old Man Clanton]] and his sons. Clanton offers to buy their herd, but they curtly refuse to sell. When the Earps learn about the nearby boom town of [[Tombstone, Arizona|Tombstone]], the older brothers ride in, leaving the youngest, James, as watchman. The threesome soon learns that Tombstone is a lawless town without a marshal. Wyatt proves the only man in the town willing to face a drunken Indian shooting at the townspeople. When the brothers return to their camp, they find their cattle rustled and James murdered.\n\nWyatt returns to Tombstone. Seeking to avenge James's murder, he takes the open position of town marshal and encounters the hot-tempered [[Doc Holliday]] and scurrilous Clanton gang several times. During this time, Clementine Carter, Doc's former love interest from his hometown of Boston, arrives after a long search for her beau. She is given a room at the same hotel where both Wyatt and Doc Holliday reside.\n\nChihuahua, a hot-tempered Latina love interest of Doc's, sings in the local saloon. She runs afoul of Wyatt, trying to tip a professional gambler off to his poker hand, resulting in Wyatt's dunking her in a horse trough. Doc, who is suffering badly from tuberculosis and fled from Clementine previously, is unhappy with her arrival; he tells her to return to Boston or he will leave Tombstone. Clementine stays, so Doc leaves for Tucson, Arizona. Wyatt, who has been taken by Clementine since her arrival, begins to awkwardly court her. Angry over Doc's hasty flight, Chihuahua starts an argument with Clementine. Wyatt walks in on their spat and breaks it up. He notices Chihuahua is wearing a silver cross that had been taken from his brother James the night he'd been killed. She claims Doc gave it to her.\n\nWyatt chases down Doc, with whom he has had a testy relationship. Doc forces a shoot-out, ending with Wyatt's shooting a pistol out of Doc's hand. The two return to Tombstone, where after being questioned, Chihuahua reveals the silver cross was actually given to her by Billy Clanton. During the interrogation Billy shoots Chihuahua through a window and takes off on horseback, but is wounded by Wyatt. Wyatt directs his brother Virgil to pursue him. The chase leads to the Clanton homestead, where Billy dies of his wounds. Old Man Clanton then shoots Virgil in the back in cold blood.\n\nIn town, a reluctant Doc is persuaded to operate on Chihuahua. Hope swells for her successful recovery. The Clantons then arrive, toss Virgil's body on the street and announce they will be waiting for the rest of the Earps at the O.K. Corral.\n\nChihuahua dies and Doc decides to join the Earps, walking alongside Wyatt and Morgan to the corral at sunup. A gunfight ensues in which all of the Clantons are killed, as is Doc.\n\nWyatt and Morgan resign as law enforcers. Morgan heads West in a horse and buggy. Wyatt bids Clementine farewell at the school house, wistfully promising that if he ever returns he will look her up. Mounting his horse, he muses aloud, \"Ma'am, I sure like that name...Clementine,\" and rides off to join his brother.\n\n== Cast ==\n{{cast list|\n* [[Henry Fonda]] as [[Wyatt Earp]]\n* [[Linda Darnell]] as Chihuahua\n* [[Victor Mature]] as Dr. [[Doc Holliday|John Henry \"Doc\" Holliday]]\n* [[Cathy Downs]] as Clementine Carter, Doc's former love from Boston\n* [[Walter Brennan]] as [[Newman Haynes Clanton]], a cattleman\n* [[Tim Holt]] as [[Virgil Earp]]\n* [[Ward Bond]] as [[Morgan Earp]]\n* Don Garner as [[James Earp]]\n* [[Grant Withers]] as [[Ike Clanton]]\n* [[John Ireland (actor)|John Ireland]] as [[Billy Clanton]]\n* [[Alan Mowbray]] as Granville Thorndyke, a stage actor\n* [[Roy Roberts]] as Mayor\n* [[Jane Darwell]] as Kate Nelson\n* [[J. Farrell MacDonald]] as Mac the barman\n* [[Russell Simpson (actor)|Russell Simpson]] as John Simpson\n* [[Charles Stevens (actor)|Charles Stevens]] as Indian Charlie (uncredited)\n}}\n\n==Production==\n===Development===\nIn 1931, [[Stuart N. Lake|Stuart Lake]] published the first [[Wyatt Earp: Frontier Marshal|biography]] two years after Earp's death.<ref name=goodman/> Lake retold the story in the 1946 book ''My Darling Clementine'',<ref name=goodman/> for which Ford acquired the film rights. The two books have been determined to be largely fictionalized stories about the [[Nicholas Porter Earp|Earp brothers]] and the [[gunfight at the O.K. Corral]] and their conflict with the outlaw [[The Cowboys (Cochise County)|Cowboys]]: [[Billy Clanton]], [[Tom McLaury]] and his brother [[Frank McLaury]]. The gunfight was relatively unknown to the American public until Lake published the two books and after the movie was made.<ref name=goodman/>\n\nDirector [[John Ford]] said that when he was a prop boy in the early days of [[Silent film|silent pictures]], Earp would visit pals he knew from his Tombstone days on the sets. \"I used to give him a chair and a cup of coffee, and he told me about the fight at the O.K. Corral. So in ''My Darling Clementine'', we did it exactly the way it had been.\"<ref name=Hutton/><ref name=gallagher/> Ford did not want to make the movie, but his contract required him to make one more movie for [[20th Century Studios|20th Century Fox]].<ref name=Faragher/>\n\nIn their later years, Wyatt and [[Josephine Earp]] worked hard to eliminate any mention of Josephine's previous relationship with [[Johnny Behan]] or Wyatt's previous common law marriage to Matty Blaylock. They successfully kept Josephine's name out of Lake's biography of Wyatt and after he died, Josephine threatened to sue the movie producers to keep it that way.<ref name=rosa/> Lake corresponded with Josephine, and he claimed she attempted to influence what he wrote and hamper him in every way possible, including consulting lawyers. Josephine insisted she was striving to protect Wyatt Earp's legacy.<ref name=shapell/>\n\nAfter the movie ''[[Gunfight at the O.K. Corral (film)|Gunfight at the O.K. Corral]]'' (in which [[John Ireland (actor)|John Ireland]] portrayed another real-life figure [[Johnny Ringo]]) was released in 1957, the shootout came to be known by [[Gunfight at the O.K. Corral|that name.]]\n\n===Writing===\nThe final script of the movie varies considerably from historical fact to create additional dramatic conflict and character. Clementine Carter is not a historical person, and in this script, she appears to be an amalgam of [[Big Nose Kate]] and [[Josephine Earp]]. The Earps were also never cowboys, drovers, or cattle owners. Important plot devices in the film and personal details about the main characters were all liberally adapted for the movie.<ref name=Signal/>\n\n[[Newman Haynes Clanton|Old Man Clanton]] actually died before the gunfight and probably never met any of the Earps. Doc was a dentist, not a surgeon, and survived the shootout. James Earp, who was portrayed as the youngest brother and the first to die in the story, actually was the eldest brother and lived until 1926. The key women in Wyatt's and Doc's lives—Wyatt's common law wife [[Josephine Earp|Josephine]] and Doc's common-law wife [[Big Nose Kate]]—were not present in Lake's original story and were kept out of the movie as well. The film gives the date of the gunfight as 1882 although it actually occurred in 1881.<ref name=nixon/>\n\nUpon leaving Tombstone, the itinerant actor, Granville Thorndyke ([[Alan Mowbray]]), bids farewell to the old soldier, \"Dad\" ([[Francis Ford (actor)|Francis Ford]], John Ford's elder brother), with lines from [[Joseph Addison]]'s poem ''The Campaign'':\n\n{{Blockquote|text=Great souls by instinct to each other turn,\nDemand allegiance, and in friendship burn...}}\n\n===Filming===\nMuch of the film was shot in [[Monument Valley]], a scenic desert region straddling the Arizona-Utah border used in other John Ford movies. It is 500 miles (800&nbsp;km) away from the town of Tombstone in southern Arizona.<ref>{{Cite web|url=https://www.google.ca/maps/dir/Tombstone,+AZ,+Zdru%C5%BEene+dr%C5%BEave+Amerike/Monument+Valley,+UT,+United+States/@34.3424682,-113.1153946,7z/data=!3m1!4b1!4m13!4m12!1m5!1m1!1s0x86d73bf34f9af3b9:0x9af6f593bb45fc15!2m2!1d-110.0675764!2d31.7128683!1m5!1m1!1s0x87372f52a255883f:0x3917265594ee6825!2m2!1d-110.1734785!2d37.0042454|title = Google Maps}}</ref> After seeing a preview screening of the film, 20th Century Fox studio boss [[Darryl F. Zanuck]] thought Ford's original cut was too long and had some weak spots, so he had [[Lloyd Bacon]] shoot new footage and heavily edit the film.<ref name=nixon/> Zanuck had Bacon cut 30 minutes from the film.<ref name=Faragher/>\n\nWhile Ford's original cut of the film has not survived, a \"pre-release\" cut dating from a few months after the preview screening was discovered in the UCLA film archives; this version preserves some additional footage as well as alternative scoring and editing. UCLA film preservationist Robert Gitt edited a version of the film that incorporates some of the earlier version.<ref name=Turan/> A significant change is the film's final scene: in the 1946 release, Earp kisses Clementine goodbye; in Ford's original, he shakes her hand.<ref name=ArnoldSteiner/>\n\n== Critical reception ==\nThe film is generally regarded as one of the best Westerns made by John Ford<ref name=Ebert/><ref name=Maltin/> and one of his best films overall.<ref name=Eggert/> Rotten Tomatoes reported a 100% approval rating with an average score of 8.80/10, based on 32 reviews. The website's critics consensus reads \"Canny and coolly confident, ''My Darling Clementine'' is a definitive dramatization of the Wyatt Earp legend that shoots from the hip and hits its target in breezy style.\"<ref name=\"RottenTom\" />\n\nAt the time of its release, [[Bosley Crowther]] lauded the film and wrote \"The eminent director, John Ford, is a man who has a way with a Western like nobody in the picture trade. Seven years ago his classic ''[[Stagecoach (1939 film)|Stagecoach]]'' snuggled very close to fine art in this genre. And now, by George, he's almost matched it with ''My Darling Clementine''&nbsp;... But even with standard Western fiction—and that's what the script has enjoined—Mr. Ford can evoke fine sensations and curiously-captivating moods. From the moment that Wyatt and his brothers are discovered on the wide and dusty range, trailing a herd of cattle to a far-off promised land, a tone of pictorial authority is struck—and it is held. Every scene, every shot is the product of a keen and sensitive eye—an eye which has deep comprehension of the beauty of rugged people and a rugged world.\"<ref name=NYTrvw/> Variety'' wrote \"Trademark of John Ford's direction is clearly stamped on the film with its shadowy lights, softly contrasted moods and measured pace, but a tendency is discernible towards stylization for the sake of stylization. At several points, the pic comes to a dead stop to let Ford go gunning for some arty effect.\"<ref name=VtyRvw/>\n\nDirector [[Sam Peckinpah]] considered ''My Darling Clementine'' his favorite Western,<ref name=Erickson/> and paid homage to it in several of his Westerns, including ''[[Major Dundee]]'' (1965) and ''[[The Wild Bunch]]'' (1969). Similarly, director [[Hayao Miyazaki]] called it one of his 10 favorite movies.<ref>{{Cite web |date=2022-01-05 |title=Hayao Miyazaki named his 10 favourite films of all time |url=https://faroutmagazine.co.uk/hayao-miyazaki-10-favourite-films/ |access-date=2022-11-18 |website=faroutmagazine.co.uk |language=en-US}}</ref>\n\nFifty years after its release, Roger Ebert reviewed the film and included it in his list of [[The Great Movies]].<ref name=Ebert/> He wrote it was \"one of the sweetest and most good-hearted of all Westerns\", unusual in making the romance between Earp and Clementine the heart of the film rather than the gunfight.\n\nIn 2004, Matt Bailey summarized its significance: \"If there is one film that deserves every word of praise ever uttered or written about it, it is John Ford's ''My Darling Clementine''. Perhaps the greatest film in a career full of great films, arguably the finest achievement in a rich and magnificent genre, and undoubtedly the best version of one of America's most enduring myths, the film is an undeniable and genuine classic.\"<ref name=Bailey/> In the British Film Institute's 2012 ''[[Sight & Sound]]'' polls, seven critics and five directors named it one of their 10 favorite films.<ref>{{cite web|url=http://www.bfi.org.uk/films-tv-people/4ce2b6b10f03e/sightandsoundpoll2012 |archive-url=https://web.archive.org/web/20200413035036/https://www.bfi.org.uk/films-tv-people/4ce2b6b10f03e/sightandsoundpoll2012 |url-status=dead |archive-date=April 13, 2020 |title=Votes for My Darling Clementine (1946) |publisher=British Film Institute |access-date=February 21, 2016}}</ref>\n\nIn 2012, director [[Michael Mann]] named ''My Darling Clementine'' one of his 10 favorite films, stating it was \"possibly the finest drama in the western genre\" and \"achieves near-perfection\" in its cinematography and editing.<ref>{{Cite web|url=https://www2.bfi.org.uk/films-tv-people/sightandsoundpoll2012/voter/1069|archive-url=https://web.archive.org/web/20160223014107/http://www.bfi.org.uk/films-tv-people//sightandsoundpoll2012/voter/1069|url-status=dead|archive-date=February 23, 2016|title=Michael Mann &#124; BFI}}</ref> It was also President [[Harry Truman]]'s favorite film.<ref>{{cite magazine |url=https://ew.com/article/1993/10/29/all-presidents-favorite-movies/ |title=All the Presidents' (Favorite) Movies |first=Chris |last=Nashawaty |date=29 October 1993 |access-date=7 March 2019 |magazine=Entertainment Weekly |publisher=Meredith Corporation}}</ref>\n\nThe Japanese filmmaker [[Akira Kurosawa]] cited ''My Darling Clementine'' as one of his 100 favorite films.<ref name=\"farout\">{{cite web |last1=Thomas-Mason |first1=Lee |title=From Stanley Kubrick to Martin Scorsese: Akira Kurosawa once named his top 100 favourite films of all time |url=https://faroutmagazine.co.uk/akira-kurosawa-100-favourite-films-list/ |website=Far Out Magazine |date=January 12, 2021 |access-date=23 January 2023}}</ref>\n\n== References ==\n{{reflist|refs=\n<ref name=Stanley1946>{{cite news |title=The Hollywood Wire: In the Clear; More Hollywood Items; Boy Meets Girl |first=Fred |last=Stanley |newspaper=New York Times |date=May 5, 1946 |page=X1}}</ref>\n<ref name=Signal>{{cite web |title=Never Let the Truth Get In the Way of a Good Story |website=Signal Intrusions |date=March 8, 2013 |url=http://www.signalintrusions.com/film/2013/3/8/never-let-the-truth-get-in-the-way-of-a-good-story#.Vhl--vlViko}}</ref>\n<ref name=nixon>{{cite web |url=http://www.tcm.com/this-month/article/288806%7C288845/The-Big-Idea-My-Darling-Clementine.html |title=The Big Idea Behind My Darling Clementine |website=Turner Classic Movies |first=Rob |last=Nixon |access-date=17 April 2013}}</ref>\n<ref name=goodman>{{cite book |title=Wyatt Earp |first=Michael |last=Goodman |page=95 |date=July 30, 2005 |isbn=9781583413395 |publisher=The Creative Company}}</ref>\n<ref name=Hutton>{{cite web |last=Hutton |first=Paul Andrew |author-link=Paul Andrew Hutton |title=Wyatt Earp's First Film |url=http://www.truewestmagazine.com/wyatt-earps-first-film/ |website=True West |date=May 7, 2012 |access-date=3 November 2015 |archive-date=March 5, 2016 |archive-url=https://web.archive.org/web/20160305014933/http://www.truewestmagazine.com/wyatt-earps-first-film/ |url-status=dead }}</ref>\n<ref name=gallagher>{{Cite book |last1=Gallagher |first1=Tag |title=John Ford: the Man and His Films |year=1986 |url=https://books.google.com/books?id=aSzmWVnKc-QC&pg=PA234 |publisher=University of California Press |location=Berkeley  |isbn=978-0-520-06334-1 |page=234}}</ref>\n<ref name=Faragher>{{cite book |last=Faragher |first=John Mack |author-link=John Mack Faragher |chapter=The Tale of Wyatt Earp: Seven Films |pages=[https://archive.org/details/pastimperfecthis00carn/page/154 154]–161 |title=Past Imperfect: History According to the Movies |url=https://archive.org/details/pastimperfecthis00carn |url-access=registration |editor1-first= Mark C. |editor1-last=Carnes |location=New York |publisher=Henry Holt |year=1996|isbn=9780805037593 }}</ref>\n<ref name=rosa>{{cite book |last=Rosa |first=Joseph G. |title=The Gunfighter: Man or Myth? |year=1979 |publisher=University of Oklahoma Press |isbn=978-0-8061-1561-0 |url=https://books.google.com/books?id=Um4KRtIutecC&pg=PA156 |page=156 }}</ref>\n<ref name=shapell>{{cite letter |first=Josephine |last=Earp |recipient=Stuart Lake |date=November 19, 1935 |subject=Earp's widow admits her financial destitution to his biographer |url=http://www.shapell.org/manuscript.aspx?170348 |via=Shapell Manuscript Foundation |access-date=10 November 2011}}</ref>\n<ref name=Turan>{{cite news |title=Unearthing Hollywood Treasures – Movies: The annual extravaganza from UCLA's Film and Television Archive offers a cornucopia of treats |url=https://www.latimes.com/archives/la-xpm-1995-04-05-ca-51011-story.html |date=April 5, 1995 |last=Turan |first=Kenneth |author-link=Kenneth Turan |work=Los Angeles Times |access-date=3 November 2015}}</ref>\n<ref name=ArnoldSteiner>{{cite web |last1=Arnold |first1=Jeremy |last2=Steiner |first2=Richard |title=My Darling Clementine(1946) – Notes |url=https://www.tcm.com/tcmdb/title/84301/my-darling-clementine#notes |website=Turner Classic Movies |access-date=12 May 2024}}</ref>\n<ref name=Ebert>{{cite web |last1=Ebert |first1=Roger |author-link=Roger Ebert |title=My Darling Clementine |url=http://www.rogerebert.com/reviews/great-movie-my-darling-clementine-1946 |access-date=22 October 2014}}</ref>\n<ref name=Maltin>{{cite web |last1=Maltin |first1=Leonard |author-link=Leonard Maltin |title=Leonard Maltin Ratings & Review |url=http://www.tcm.com/tcmdb/title/84301/My-Darling-Clementine/ |website=Turner Classic Movies |access-date=22 October 2014}}</ref>\n<ref name=Eggert>{{cite web |last1=Eggert |first1=Brian |title=My Darling Clementine (1946) |website=Deep Focus Review |url=http://www.deepfocusreview.com/reviews/mydarlingclementine.asp |access-date=22 October 2014 |date=October 7, 2008}}</ref>\n<ref name=NYTrvw>{{ cite news |last=Crowther |first=Bosley |author-link=Bosley Crowther |newspaper=New York Times |title=Darling Clementine With Henry Fonda as Marshal of Tombstone, a Stirring Film of West |department=The Screen |date=December 4, 1946 |url=https://movies.nytimes.com/movie/review?res=9E06E4DF173BE033A05757C0A9649D946793D6CF |access-date=28 January 2008}}</ref>\n<ref name=VtyRvw>{{cite news |last=Schoenfeld |first=Herm |title=My Darling Clementine |department=Pictures |url=https://www.archive.org/stream/variety164-1946-10#page/n77/mode/1up |newspaper=Variety |page=14 |date=October 9, 1946 |access-date=27 January 2014}}</ref>\n<ref name=RottenTom>{{cite web |title=My Darling Clementine |website=Rotten Tomatoes |url=http://www.rottentomatoes.com/m/my_darling_clementine/ |access-date=3 November 2015}}</ref>\n<ref name=Bailey>{{cite web |title=My Darling Clementine |last=Bailey |first=Matt |work=Not Coming to a Theater Near You |date=July 11, 2004 |url=http://www.notcoming.com/reviews/mydarlingclementine/ |access-date=3 November 2015}}</ref>\n<ref name=Erickson>{{cite journal |last=Erickson |first=Steve |title=The Essential Movie Library #10: My Darling Clementine (1946) |date=December 25, 2012 |url=http://www.lamag.com/laculture/culturefilesblog/2012/12/25/the-essential-movie-library-10-my-darling-clementine-1946 |journal=Los Angeles Magazine |access-date=21 November 2013}}</ref>\n}}\n\n== External links ==\n{{wikiquote}}\n* {{AllMovie title|34011}}\n* {{AFI film|24883}}\n* {{IMDb title|0038762}}\n* {{TCMDb title|84301}}\n* [https://www.criterion.com/current/posts/3326-my-darling-clementine-the-great-beyond ''My Darling Clementine: The Great Beyond''] an essay by David Jenkins at the Criterion Collection\n\n{{John Ford}}\n{{Wyatt Earp: Frontier Marshal}}\n{{Authority control}}\n\n[[Category:1940s American films]]\n[[Category:1940s English-language films]]\n[[Category:1946 films]]\n[[Category:1946 Western (genre) films]]\n[[Category:20th Century Fox films]]\n[[Category:American black-and-white films]]\n[[Category:American Western (genre) films]]\n[[Category:Cultural depictions of Doc Holliday]]\n[[Category:Cultural depictions of Wyatt Earp]]\n[[Category:Films about brothers]]\n[[Category:Films about tuberculosis]]\n[[Category:Films based on biographies]]\n[[Category:Films directed by John Ford]]\n[[Category:Films produced by Samuel G. Engel]]\n[[Category:Films scored by Cyril J. Mockridge]]\n[[Category:Films set in 1882]]\n[[Category:Films set in Tombstone, Arizona]]\n[[Category:Films shot in Arizona]]\n[[Category:Films shot in Monument Valley]]\n[[Category:Films shot in Utah]]\n[[Category:United States National Film Registry films]]\n[[Category:English-language Western (genre) films]]"}]}, "75750493": {"pageid": 75750493, "ns": 0, "title": "My Darling Clementine (band)", "revisions": [{"contentformat": "text/x-wiki", "contentmodel": "wikitext", "*": "#REDIRECT [[My Darling Clementine (duo)]]\n\n{{Redirect category shell|\n{{R from move}}\n}}"}]}}}}