{"batchcomplete": "", "warnings": {"main": {"*": "Subscribe to the mediawiki-api-announce mailing list at <https://lists.wikimedia.org/postorius/lists/mediawiki-api-announce.lists.wikimedia.org/> for notice of API deprecations and breaking changes. Use [[Special:ApiFeatureUsage]] to see usage of deprecated features by your application."}, "revisions": {"*": "Because \"rvslots\" was not specified, a legacy format has been used for the output. This format is deprecated, and in the future the new format will always be used."}}, "query": {"pages": {"467885": {"pageid": 467885, "ns": 0, "title": "Ricochet", "revisions": [{"contentformat": "text/x-wiki", "contentmodel": "wikitext", "*": "{{Short description|Rebound of a projectile off a surface}}\n{{Other uses}}\n[[File:HMMWV Tracer Fire dark.JPEG|thumb|Tracer elements separating from [[M2 Browning]] [[.50 BMG]] machine gun rounds after hitting the target or backstop.]]\n\nA '''ricochet''' ({{IPAc-en|ˈ|r|ɪ|k|ə|ʃ|eɪ}} {{respell|RIK|ə-shay}}; {{IPA|fr|ʁikɔʃɛ|lang}}) is a rebound, bounce, or skip off a surface, particularly in the case of a [[projectile]]. Most ricochets are caused by accident and while the force of the deflection decelerates the projectile, it can still be energetic and almost as dangerous as before the deflection. The possibility of ricochet is one of the reasons for the common [[Gun safety#Be sure of the target and of what is beyond it|firearms safety rule]]  \"Never shoot a bullet at a flat, hard surface.\"<ref>{{cite journal |journal=Boys' Life |publisher=Boy Scouts of America |title=The Young Trail-blazers Club |last=Russell |first=Harold |via=Google Books |issn=0006-8608 |date=November 1955 |page=86 |url=https://books.google.com/books?id=IwksO8Frk-AC&pg=PA86&q=%22Never%20shoot%20a%20bullet%20at%20a%20flat%2C%20hard%20surface%22 |volume=45 |number=11 |quote=Never shoot a bullet at a flat, hard surface or the surface of water.}}</ref> Ricochets can occur with ''any'' caliber, but short or round ricocheting bullets may not produce the audible whine caused by tumbling irregular shapes.<ref name=rai>{{cite web |url=http://www.bevfitchett.us/ballistics/ricochet-analysis-introduction.html |title=Ricochet Analysis Introduction |last=Fitchett |first=Bev |website=Bev Fitchett's Guns Magazine |access-date=2 March 2017 |archive-url=https://web.archive.org/web/20141026193324/http://www.bevfitchett.us/ballistics/ricochet-analysis-introduction.html |archive-date=October 26, 2014 |url-status=live}}</ref> Ricochets are a hazard of shooting because, for as long as they retain sufficient [[velocity]], ricocheting bullets or bullet fragments may cause [[collateral damage]] to animals, objects, or even the person who fired the shot.\n\n==Variables==\nRicochets occur when a bullet or bullet fragment is deflected by an object rather than penetrating and becoming embedded in that object. Ricochet behavior may vary with bullet shape, bullet material, spin, velocity (and distance), target material and the angle of incidence.<ref>[http://www.astm.org/cgi-bin/SoftCart.exe/JOURNALS/FORENSIC/PAGES/942.htm?E+mystore Bullet Ricochet: A Comprehensive Review ], Burke, TW, Rowe, WF, Journal of Forensic Sciences, September 1, 1992</ref>\n \n===Velocity===\nHigh-velocity rifle cartridges have higher probability of bullet penetration, because increased energy released by an identical bullet may fracture or temporarily melt the target at the point of impact. Alternatively, the same energy release may melt and/or disintegrate the bullet to reduce size and range of deflected particles. Ricochets are more likely with handgun cartridges and low velocity rifle cartridges such as [[.22 Long Rifle]]. [[Shotgun shell#Buckshot|Buckshot]] and shotgun [[Slug (projectile)|slugs]] have similarly high ricochet probability, but ricochet range of smaller [[Shot (pellet)|shot]] is lower than intact rifle or handgun bullet ricochets.<ref>{{cite web |url=https://www.ncjrs.gov/App/Publications/abstract.aspx?ID=140066 |title=Bullet Ricochet: A Comprehensive Review |last1=Burke |first1=T.W. |last2=Rowe |first2=W.F. |website=National Criminal Justice Reference Service |publisher=[[Journal of Forensic Sciences]] |access-date=2 March 2017 }}</ref>\n\n===Bullet===\n[[Sectional density]], or mass of the bullet divided by the frontal area of the bullet, increases penetration of resistant surfaces. Elongated, spin-stabilized bullets fired from rifled firearms have greater sectional density than spherical bullets of the same diameter made from the same material; and elongated rifle cartridge bullets have greater sectional density than short bullets of the same diameter handgun cartridges. Bullet velocity is reduced by as much as 35% by each ricochet deflection, and velocity is further reduced by air resistance as cohesive bullet fragments often produce an audible whine tumbling after losing stability.<ref name=rai/>\n\n===Target material===\nComparative hardness and density determine the results of collisions with bullets. Bullets tend to penetrate low density materials like air with little deflection, although friction causes rotated projectiles to drift in the direction of rifling twist as the bullet falls through the atmosphere under the influence of gravity. Ricochets may be similarly deflected in the direction of rotation of the side of a spin-stabilized bullet contacting a resistant surface.<ref>{{cite book |last1=Haag |first1=Michael G. |last2=Haag |first2=Lucien C.  |title =Shooting Incident Reconstruction |publisher =Academic Press |date =2011 |page =150 |isbn =978-0123822413}}</ref> Dense objects tend to prevail in collisions with less dense objects; so dense bullets tend to penetrate less dense materials, and dense materials tend to deflect light bullets. Resistance to penetration can be evaluated as the sectional density of the target material along the axis of bullet movement in front of the bullet. Metallic foil will be more easily penetrated than metal ingots, and sectional density of sheet metal increases as orientation of the sheet diverges from perpendicular to, toward parallel with, the bullet path. Bullets are more likely to ricochet off flat, hard surfaces such as concrete, rock or steel, but a ricochet can occur from irregular surfaces within heterogeneous materials including soil and vegetation. Uniformly soft, flexible materials like sand have a lower incidence of ricochet.<ref name=\"box\">{{cite web|url=http://www.theboxotruth.com/docs/bot7.htm|title=The Box O' Truth #7 - The Sands O' Truth|work=The Box O' Truth|access-date=5 October 2014}}</ref>{{Self-published inline|date=January 2015|certain=y}} Though it may not be intuitive, bullets easily ricochet off water;<ref>Haag, L.C., \"Bullet Ricochet from Water,\" AFTE Journal, Vol. 11, No. 3, July 1979, pp. 27-34.</ref><ref>Nennstiel, R., \"Study of Bullet Ricochet on a Water Surface,\" AFTE Journal, Vol. 16, No. 3, July 1984, pp. 88-93.</ref> compare [[stone skipping]].\n\n===Angle===\nThe angle of departure, both vertically and horizontally, is difficult to calculate or predict due to the many variables involved, not the least of which is the deformation of the bullet caused by its impact with the surface it strikes.<ref>Jauhari, M., \"Approximate Relationship Between the Angles of Incident and Ricochet for Practical Application in the Field of Forensic Science,\" Journal of Criminal Law, Criminology and Police Science, Vol. 62, 1970, pp. 122-125.</ref> Probability of ricochet is highest from surfaces approximately parallel to the axis of bullet movement, and grazing ricochets typically depart the surface at a smaller angle than the angle of incidence (or approach).<ref name=rai/> Probability of bullet penetration increases as the axis of bullet movement becomes perpendicular to the target surface; but penetration may create a depression or crater within which the bullet may ricochet more than once, possibly following the arc of the crater floor to depart the crater at a greater angle from the original surface than the angle of incidence.<ref>{{cite web |url=https://www.researchgate.net/publication/266259240 |title=Projectile Ricochet from Wooden Targets |last1=Koene |first1=L. |last2=Hermsen |first2=Rob |last3=Brouwer |first3=S.D. |access-date=2 March 2017 }}</ref> In an extreme case, a strong, cohesive bullet striking a nearly perpendicular elastic surface may ricochet directly back at the shooter.<ref>{{cite journal |author1=Karger, B |author2=Joosten, U |title=A case of “boomerang” bullet ricochet. |journal=International Journal of Legal Medicine |date=October 2001 |issue=115 |pages=70-71 |doi=10.1007/s004140000148 |url=https://doi.org/10.1007%2Fs004140000148 |language=en}}</ref><ref>{{cite web|url=https://www.youtube.com/watch?v=fS4tcLg5oCg|title=.50 sniper gets hit by ricochet bullet|work=YouTube|access-date=5 October 2014}}</ref> This situation is sometimes observed when hardened [[armor-piercing bullet]] cores fail to completely penetrate steel plate. The [[United States Army]] noted increased ricochet range after adopting the M855A1 [[green bullet]] with a larger steel core than the M855 bullet it replaced.<ref>{{cite web |url=https://www.americanrifleman.org/articles/2014/5/21/testing-the-army-s-m855a1-standard-ball-cartridge/ |title=Testing The Army's M855A1 Standard Ball Cartridge |last=Plaster |first=John |website=[[American Rifleman]] |publisher=National Rifle Association of America |access-date=26 June 2018 }}</ref> Buckshot and subsonic bullets may be similarly reflected from rubber vehicle tires.<ref>{{cite web |url=http://apps.dtic.mil/dtic/tr/fulltext/u2/a308438.pdf |archive-url=https://web.archive.org/web/20170304194606/http://www.dtic.mil/dtic/tr/fulltext/u2/a308438.pdf |url-status=live |archive-date=March 4, 2017 |title=Bullet Trap Feasibility Assessment and Implementation Plan |last1=Evans |first1=D.D. |last2=Young |first2=R.S. |publisher=[[United States Army]] Environmental Center |access-date=3 March 2017 }}</ref>\n\n==Consequences==\n[[Image:Strange_bullet_was_in_one_innocent_civilian_stomach.jpg|left|thumb|The roughened [[abrasion (mechanical)|abrasions]] and [[asymmetry|asymmetrical]] jacket damage were caused when this recovered bullet ricocheted from a hard, granular surface.]]\nNot all ricochets are accidental. Some bullets are fired to intentionally ricochet, just as in ricochets of some ball games like [[basketball]] and [[pool (cue sports)|pool]]. [[Bullet trap]]s at indoor [[shooting range]]s often include durable steel plates to deflect bullets downward into a material intended to stop and capture the bullets.<ref>{{cite web |url=https://energy.gov/sites/prod/files/2013/05/f1/June_2012_Bullet_Trap_and_Steel_Target.pdf |title=Use of Bullets Traps and Steel Targets |last=Wilcher |first=Larry D. |publisher=[[United States Department of Energy]] |access-date=3 March 2017 }}</ref> [[Cannonball]]s were often fired to strike the ground or water in front of their target in anticipation of [[ricochet firing|ricochets]] which would keep the projectile at an effective distance above the ground or water surface through massed troops or ships.\n\nThe behavior of iron cannonballs documented during the era of [[Muzzleloader|muzzle-loading]] [[cannon]] may be a useful approximation for a [[BB gun]] or [[Shotgun shell#Lead free|steel pellets]] fired from a [[shotgun]], but [[inelastic collision]]s between the various shapes and materials of high-velocity bullets and the objects they may strike make bullet ricochets less predictable than the intuitive [[symmetry]] of low-velocity game spheres.<ref>{{cite web |url=http://apps.dtic.mil/dtic/tr/fulltext/u2/a030268.pdf |archive-url=https://web.archive.org/web/20170304192839/http://www.dtic.mil/dtic/tr/fulltext/u2/a030268.pdf |url-status=live |archive-date=March 4, 2017 |title=Dynamics of the Oblique Impact and Ricochet of Nondeforming Spheres Against Thin Plates |last1=Backman |first1=Marvin E. |last2=Finnegan |first2=Stephen A. |publisher=[[Naval Air Weapons Station China Lake]] |access-date=3 March 2017 }}</ref>\n\nThe problem with unintentional ricochets is potential damage caused to objects outside the intended path of the bullet. A responsible shooter anticipates potential bullet interactions within a [[cone]] of space around the aim point. The shooter is at the apex of the cone, and the cone is symmetrical around the intended bullet path. The angle of that cone may initially be defined by the accuracy of the firearm and the skill of the shooter; but any ricochet potential within the cone becomes the apex of a ricochet cone with a broader angle. The ground surface is a frequent source of ricochets. A bullet may be deflected more than once before it comes to rest.<ref>{{cite web |url=https://www.blm.gov/style/medialib/blm/nm/field_offices/las_cruces/las_cruces_planning/tricounty_rmp/tricounty_draft_rmp.Par.29778.File.pdf/20_APP-N_TRICOUNTY_DRMP_VOL2_Safety_Zones_for_Recreational_Target_Shooting_281KB.pdf |title=Safety Zones for Recreational Target Shooting |publisher=[[Bureau of Land Management]] |access-date=3 March 2017 |archive-url=https://web.archive.org/web/20170304114201/https://www.blm.gov/style/medialib/blm/nm/field_offices/las_cruces/las_cruces_planning/tricounty_rmp/tricounty_draft_rmp.Par.29778.File.pdf/20_APP-N_TRICOUNTY_DRMP_VOL2_Safety_Zones_for_Recreational_Target_Shooting_281KB.pdf |archive-date=4 March 2017 |url-status=dead }}</ref>\n\nDamage potential of ricochets, like bullets, is proportional to the [[mass]] of the bullet fragment and the [[square (algebra)|square]] of its velocity. Ricochet velocity is always lower than collision velocity, but may be close to collision velocity for small angles of deflection. Ricochet mass may be similarly close to original bullet mass for [[full metal jacket bullet]]s or [[green bullet]]s replacing soft [[lead]] with solid [[copper]] or a steel core. [[Frangible bullet]]s or lead core [[varmint hunting]] bullets are more susceptible to collision damage, and produce smaller ricochet fragments. Lower initial mass gives small fragment ricochets less damage potential, and distance of travel is reduced by more rapid loss of velocity from air resistance. Reduced ricochet range is one of the reasons the newer [[.17 HMR]] round with its frangible bullet has gained popularity against the older non-fragmenting [[.22 WMR]].\n\nRicochets can be lethal. A notable death caused by ricochet was the hostage Katrina Dawson during the [[Lindt cafe siege]] in December 2014, killed by a ricochet from a police bullet when tactical officers stormed the building.<ref>{{cite web |url=http://www.abc.net.au/news/2015-01-29/counter-terrorism-specialist-questions-sydney-siege-weapons/6053706 |title=Sydney siege: Counter-terrorism specialist questions weapons used by police, says they may have contributed to death of hostage Katrina Dawson |date=January 2015 |publisher=[[Australian Broadcasting Corporation]] |access-date=24 March 2017 |archive-url=https://web.archive.org/web/20150129060711/http://www.abc.net.au/news/2015-01-29/counter-terrorism-specialist-questions-sydney-siege-weapons/6053706 |archive-date=29 January 2015 |url-status=live}}</ref><ref>{{cite news |url=http://www.smh.com.au/nsw/martin-place-siege-victim-katrina-dawson-struck-by-a-police-bullet-investigations-show-20150110-12lo8n.html |title=Martin Place siege victim Katrina Dawson struck by a police bullet, investigations show  |date=10 January 2015 |newspaper=Sydney Morning Herald |access-date=24 March 2017 |archive-url=https://web.archive.org/web/20150112215141/http://www.smh.com.au/nsw/martin-place-siege-victim-katrina-dawson-struck-by-a-police-bullet-investigations-show-20150110-12lo8n.html |archive-date=12 January 2015 |url-status=live}}</ref>\n\n==See also==\n* [[Ballistics]]\n* [[Gun safety]]\n* [[Ricochet firing]]\n\n==References==\n{{Reflist}}\n\n==Further reading==\n* Federal Bureau of Investigation, \"Bouncing Bullets,\" FBI Law Enforcement Bulletin, Vol. 38, Oct. 1969, pp.&nbsp;1–9.\n* Garrison, D.H., \"Crown & Bank: Road Structure as it Affects Bullet Path Angles in Vehicle Shootings,\" AFTE Journal, Vol 30, No. 1, Winter 1998, pp.&nbsp;89–93.\n* Gold, R.E. and Schecter, B., \"Ricochet Dynamics for the Nine-Millimetre Parabellum Bullet,\" Journal of Forensic Sciences, Vol. 37, No. 1, Jan. 1992, pp.&nbsp;90–98.\n* Haag, L.C., \"Bullet Ricochet: An Imperical [sic] Study and a Device for Measuring Ricochet Angle,\" AFTE Journal, Vol. 7, No. 3, Dec. 1975, pp.&nbsp;44–51.\n* Hartline, P., Abraham, G. and Rowe, W.F., \"A Study of Shotgun Ricochet from Steel Surfaces,\" Journal of Forensic Sciences, Vol. 27, No. 3, July 1982, pp.&nbsp;506–512.\n* Jordan, G.E., Bratton, D.D., Donahue, H.C.H. and Rowe, W.F., \"Bullet Ricochet from Gypsum Wallboard,\" Journal of Forensic Sciences, JFSCA, Vol. 33, No. 6, Nov. 1988, pp.&nbsp;1477–1482.\n* McConnell, M.P., Triplett, G.M. and Rowe, W.F., \"A Study of Shotgun Pellet Ricochet,\" Journal of Forensic Sciences, Vol. 26, No. 4, Oct. 1981, pp.&nbsp;699–709.\n* Rathman, G.A., \"Bullet Ricochet and Associated Phenomena,\" AFTE Journal, Vol. 19, No. 4, Oct. 1987, pp.&nbsp;374–381.\n\n==External links==\n* [http://www.ncit.com/Tips___Tricks/Ricochet/ricochet.html \"Ricochet Off Glass\"] at National Crime Investigation and Training web site\n* [https://www.youtube.com/watch?v=0ABGIJwiGBc .50 Cal Ricochet onto Shooter's Ear Muffs] – [[YouTube]]\n\n[[Category:Ballistics]]"}]}, "4981624": {"pageid": 4981624, "ns": 0, "title": "Ricochet (band)", "revisions": [{"contentformat": "text/x-wiki", "contentmodel": "wikitext", "*": "{{Short description|American country music band}}\n{{More citations needed|date=May 2007}}\n{{Infobox musical artist <!-- See Wikipedia:WikiProject_Musicians -->\n| name                = Ricochet\n| image               = \n| caption             = \n| image_size          = \n| background          = group_or_band\n| origin              = [[Tulsa]], [[Oklahoma]], U.S.\n| genre               = [[country music|Country]]\n| years_active        = 1993–present\n| label               = [[Columbia Records|Columbia]], Cowtown, Mi\n| website             = http://www.ricochetonline.com\n| current_members     = Heath Wright<br />Chris Hempfling<br />Larry Hight<br />Bruce Bennett\n| past_members        = Greg Cook<br />Jeff Bryant<br />Junior Bryant<br />Teddy Carr<br />Tim Chewning<br />Shannon Farmer<br />Jimmy Herman<br />Eddie Kilgallon<br />Kenny Lewis<br />Keith Mellington<br />Marty Mitchell<br  />Troy Nelson<br />Dwayne Dupuy<br />Robert Wright<br />Justin Spears<br />Nick Tate<br />Shane Mullins<br />Matt Harelik<br />David Alexander<br />Rick Toops\n}}\n'''Ricochet''' is an American [[country music]] band from [[Tulsa]], [[Oklahoma]]. The band was founded in 1993 by brothers Jeff Bryant ([[Drum kit|drums]], [[Singing|vocals]]) and Junior Bryant ([[fiddle]], [[mandolin]], vocals), along with Heath Wright ([[Singing#Lead and backing vocalists|lead vocals]], [[lead guitar]], fiddle), Greg Cook ([[bass guitar]], vocals), Teddy Carr ([[steel guitar]], [[Dobro]]), and Eddie Kilgallon ([[keyboard instrument|keyboards]], [[rhythm guitar]], [[saxophone]], vocals).\n\nAfter several years of playing throughout the [[Southern United States]], Ricochet was signed to a recording contract with [[Columbia Records]] in 1995. Their self-titled debut album produced three straight Top Ten hits on the ''[[Billboard (magazine)|Billboard]]'' Hot Country Singles & Tracks (now [[Hot Country Songs]]) charts, including the Number One single \"[[Daddy's Money]]\"; the album was also certified gold in the United States.\n\nThe band followed its debut album with 1997's ''[[Blink of an Eye (Ricochet album)|Blink of an Eye]]'', which also produced several hits on the country music charts. A third album, titled ''What a Ride'', was slated for release in 1997, but was not released; however, their 2000 album ''What You Leave Behind'' contained tracks from this cancelled album. After being dropped from Columbia in 2001, Ricochet released a live album on an independent label. Ricochet's latest album ''15 years and Counting'' has produced the crowd favorite \"Sweet Tea\".\n\nRicochet's membership has changed significantly over time. Of the original six members, only Heath Wright remains, alongside Chris Hempfling (vocals, drums), Rick Toops (vocals, keys), Bruce Bennett (vocals, bass) and Larry Hight (vocals, rhythm/lead guitar, steel, dobro and saxophone).\n\n==Beginnings==\nRicochet was founded in 1993 by brothers Jeff (born December 27, 1962) and Junior Bryant (born October 23, 1968), who at the time were members of a band called Lariat, in which Jeff played drums, and Junior played fiddle and mandolin. The two brothers had invited lead singer Heath Wright (born April 22, 1967) to join Lariat; although the other members of Lariat disbanded not long afterward, the Bryant brothers and Wright decided to form a new group known as Ricochet.<ref name=\"allmusic\">{{cite web |url={{AllMusic|class=artist|id=p182058|pure_url=yes}} |title=Ricochet biography |accessdate=2007-12-12 |last=Erlewine |first=Stephen Thomas |authorlink=Stephen Thomas Erlewine |work=[[Allmusic]]}}</ref>\n\nThe three members held auditions to recruit additional members, finalizing in 1994 with a six-piece lineup composed of Jeff, Junior, and Heath, as well as Teddy Carr (steel guitar, tenor vocals) (born July 4, 1960), Greg Cook (bass guitar, bass vocals) (born January 28, 1965), and Eddie Kilgallon (keyboards, rhythm guitar, saxophone, baritone vocals) (born May 12, 1965).<ref>{{cite news | url=https://www.newspapers.com/image/425533663/ | title=Tight, soaring harmonies are a trademark of Ricochet's music | work=The Manhattan Mercury | date=June 21, 1998 | accessdate=November 29, 2020 | pages=18}}</ref> Under this lineup, Ricochet toured throughout the [[Southern United States]], where they soon became known for their high-energy, mainstream country music sound. They often spent their downtime rehearsing and writing songs.<ref name=\"allmusic\"/>\n\n==1995-1997: Major-label debut==\nThrough the help of the band's manager, Ricochet was recommended to Blake Chancey, an [[A&R]] director for the [[Columbia Records]] label and they were signed to a development deal. By early 1995, the deal turned into a full-fledged recording contract with the label; in addition, they were signed as an opening act for [[Doug Stone]], [[Charlie Daniels]] and [[Merle Haggard]].<ref name=\"allmusic\"/><ref name=\"oldies\">{{cite web |url=http://www.oldies.com/artist-biography/Ricochet.html |title=Ricochet biography |accessdate=2008-02-03 |work=Oldies.com}}</ref>\n\nRicochet's self-titled debut album, ''Ricochet'', was released in 1996. The song \"[[What Do I Know]]\" served as its lead-off single, and was a Top 10 hit on the ''Billboard'' country music charts. It was followed by \"[[Daddy's Money]]\" (their only Number One hit to date) and \"[[Love Is Stronger Than Pride (Ricochet song)|Love Is Stronger Than Pride]]\", also a Top 10.<ref name=\"allmusic\"/> The album remained on the [[Top Country Albums]] charts for more than a year, and was certified gold in the United States. Ricochet's rendition of \"[[The Star-Spangled Banner]]\", recorded for Columbia's ''NASCAR: Hotter Than Asphalt'' album,<ref>{{cite magazine|last=Flippo|first=Chet|date=August 3, 1996|title=Nashville Scene|magazine=Billboard|url=https://books.google.com/books?id=wwcEAAAAMBAJ&dq=%22ricochet%22+%22star+spangled+banner%22+%22hot+country%22&pg=PA36}}</ref> charted at number 58.\n\n==1997-1999: ''Blink of an Eye'' and ''What a Ride''==\nRicochet's second album, ''Blink of an Eye'', was released in 1997. Although its lead-off single, \"He Left a Lot to Be Desired\", was a Top 20 hit, the album did not perform as well as its predecessor.<ref name=\"allmusic\"/> A third album for Columbia, tentatively titled ''What a Ride'', was recorded in 1998; although three of its singles entered the country charts, the album was not released.<ref name=\"oldies\"/>\n\n==2000-present==\nA bout of [[carpal tunnel syndrome]] forced Jeff Bryant to leave the group in 1999; he was subsequently replaced by Tim Chewning on drums.<ref name=\"oldies\"/> Around the same time, Shannon Farmer replaced steel guitarist Teddy Carr, after Carr and his wife were preparing for their first child. With the new members in place, Ricochet recorded the album ''What You Leave Behind'' in 2000; included on it were several tracks from the unreleased ''What a Ride'', most notably their cover of [[Steve Young (musician)|Steve Young]]'s \"[[Seven Bridges Road]]\".<ref name=\"allmusic\"/> Two of the songs that were newly recorded for ''What You Leave Behind'' were also released as singles before the band exited Columbia's roster in 2000.<ref name=\"oldies\"/> In 2001, Eddie Kilgallion left the band to tour with [[Montgomery Gentry]]. The following year, Junior Bryant departed to spend time with his wife and children. A live album, titled ''The Live Album'', was issued in 2004 on the independent Cowtown Records label. In September 2008, the band released a compilation album entitled ''Ricochet Reloaded--Hits/Plus'', which includes a combination of their greatest hits and newly recorded material. The latest release in 2012 entitled ''15 Years and Counting'' is a compilation of Hits, fan favorites, and newly recorded material. In 2014, bassist Greg Cook left the band to become the Tour Manager for Ricochet's close friends, [[The Swon Brothers]], after the Swon's successful season on the hit show, ''The Voice''.\n\nJeff and Junior Bryant's nephew, [[Chase Bryant]], is also a singer.<ref name=\"lc\">{{cite web|url=http://www.lcsun-news.com/las_cruces-opinion/ci_25593095/llcmf-roy-orbisons-grandson-chase-bryant-returns-music |title=LCCMF: Chase Bryant returns to music festival - las Cruces Sun-News |accessdate=August 19, 2014 |url-status=dead |archiveurl=https://web.archive.org/web/20140819125857/http://www.lcsun-news.com/las_cruces-opinion/ci_25593095/llcmf-roy-orbisons-grandson-chase-bryant-returns-music |archivedate=August 19, 2014 }}</ref><ref name=\"boot\">{{cite web|url=http://theboot.com/chase-bryant-new-single-tour/ |title=Chase Bryant Chasing His Dreams With Single, Upcoming Tour |website=Theboot.com |date= |accessdate=2016-04-10}}</ref>\n\n==Discography==\n\n===Albums===\n{| class=\"wikitable plainrowheaders\" style=\"text-align:center;\"\n|-\n! rowspan=\"2\" style=\"width:20em;\"| Title\n! rowspan=\"2\" style=\"width:20em;\"| Album details\n! colspan=\"4\"| Peak chart positions\n! rowspan=\"2\"| [[Music recording sales certification|Certifications]]<br /><small>([[List of music recording sales certifications|sales thresholds]])</small>\n|- style=\"font-size:smaller;\"\n! style=\"width:45px;\"| [[Top Country Albums|US Country]]\n! style=\"width:45px;\"| [[Top Heatseekers|US Heat]]\n! style=\"width:45px;\"| [[Billboard 200|US]]\n! style=\"width:45px;\"| [[RPM (magazine)|CAN Country]]\n|- \n! scope=\"row\"| ''[[Ricochet (Ricochet album)|Ricochet]]''\n| \n* Release date: February 6, 1996\n* Label: [[Columbia Records]]\n| 14\n| 1\n| 101\n| 12\n| style=\"text-align:left;\"| \n* [[Recording Industry Association of America|US]]: Gold\n|-\n! scope=\"row\"| ''[[Blink of an Eye (Ricochet album)|Blink of an Eye]]''\n| \n* Release date: June 16, 1997\n* Label: Columbia Records\n| 24\n| 9\n| —\n| —\n| \n|- \n! scope=\"row\"| ''[[What You Leave Behind (album)|What You Leave Behind]]''\n| \n* Release date: September 12, 2000\n* Label: Columbia Records\n| 71\n| —\n| —\n| —\n| \n|- \n! scope=\"row\"| ''The Live Album''\n| \n* Release date: May 11, 2004\n* Label: Cowtown Records\n| —\n| —\n| —\n| —\n| \n|-\n! scope=\"row\"| ''Ricochet Reloaded — Hits/Plus''\n| \n* Release date: September 7, 2008\n* Label: Mi Records\n| —\n| —\n| —\n| —\n| \n|-\n! scope=\"row\"| ''Ricochet 15 Years of Hits and Counting''\n|\n* Release date: June 7, 2012\n* Label: Mi Records\n| —\n| —\n| —\n| —\n|\n|-\n| colspan=\"7\" style=\"font-size:8pt\"| \"—\" denotes releases that did not chart\n|}\n\n===Singles===\n{| class=\"wikitable plainrowheaders\" style=\"text-align:center;\"\n|-\n! rowspan=\"2\"| Year\n! rowspan=\"2\" style=\"width:16em;\"| Single\n! colspan=\"2\"| Peak chart<br />positions\n! rowspan=\"2\"| Album\n|- style=\"font-size:smaller;\"\n! style=\"width:45px;\"| [[Hot Country Songs|US Country]]\n! style=\"width:45px;\"| [[RPM (magazine)|CAN Country]]\n|-\n| 1995\n! scope=\"row\"| \"[[What Do I Know]]\"\n| 5\n| 21\n| style=\"text-align:left;\" rowspan=\"4\"| ''Ricochet''\n|-\n| rowspan=\"2\"| 1996\n! scope=\"row\"| \"[[Daddy's Money]]\"\n| 1\n| 3\n|-\n! scope=\"row\"| \"[[Love Is Stronger Than Pride (Ricochet song)|Love Is Stronger Than Pride]]\"\n| 9\n| 10\n|-\n| rowspan=\"3\"| 1997\n! scope=\"row\"| \"[[Ease My Troubled Mind]]\"\n| 20\n| 22\n|-\n! scope=\"row\"| \"[[He Left a Lot to Be Desired]]\"\n| 18\n| 14\n| style=\"text-align:left;\" rowspan=\"3\"| ''Blink of an Eye''\n|-\n! scope=\"row\"| \"Blink of an Eye\"\n| 39\n| 39\n|-\n| rowspan=\"3\"| 1998\n! scope=\"row\"| \"Connected at the Heart\"\n| 44\n| 70\n|-\n! scope=\"row\"| \"Honky Tonk Baby\"\n| 58\n| 61\n| style=\"text-align:left;\" rowspan=\"3\"| ''What a Ride'' <small>(unreleased)</small>\n|-\n! scope=\"row\"| \"Can't Stop Thinkin' 'Bout That\"\n| 52\n| 54\n|-\n| 1999\n! scope=\"row\"| \"[[Seven Bridges Road]]\"\n| 48\n| 54\n|-\n| rowspan=\"2\"| 2000\n! scope=\"row\"| \"Do I Love You Enough\"\n| 45\n| 71\n| style=\"text-align:left;\" rowspan=\"2\"| ''What You Leave Behind''\n|-\n! scope=\"row\"| \"She's Gone\"\n| 48\n| —\n|-\n| 2001\n! scope=\"row\"| \"Freedom Isn't Free\"\n| —\n| —\n| {{n/a}}\n|-\n| 2008\n! scope=\"row\"| \"I Had to Be Me\"\n| —\n| —\n| style=\"text-align:left;\" rowspan=\"2\"| ''Ricochet Reloaded — Hits/Plus''\n|-\n| 2009\n! scope=\"row\"| \"Feel Like Fallin'\"\n| —\n| —\n|-\n| colspan=\"5\" style=\"font-size:8pt\"| \"—\" denotes releases that did not chart\n|}\n\n===Other charted songs===\n{| class=\"wikitable plainrowheaders\" style=\"text-align:center;\"\n|-\n! rowspan=\"2\"| Year\n! rowspan=\"2\" style=\"width:22em;\"| Single\n!| Peak positions\n! rowspan=\"2\"| Album\n|- style=\"font-size:smaller;\"\n! style=\"width:60px;\"| [[Hot Country Songs|US Country]]\n|-\n| rowspan=\"2\"| 1996\n! scope=\"row\"| \"[[The Star-Spangled Banner]]\"\n| 58\n| style=\"text-align:left;\"| ''NASCAR: Hotter Than Asphalt''\n|-\n! scope=\"row\" rowspan=\"4\"| \"[[Let It Snow! Let It Snow! Let It Snow!]]\"\n| 43\n| rowspan=\"4\" {{n/a}}\n|-\n| 1997\n| 44\n|-\n| 1998\n| 47\n|-\n| 1999\n| 39\n|}\n\n===Music videos===\n{| class=\"wikitable plainrowheaders\"\n|-\n! Year\n! style=\"width:20em;\"| Video\n! Director\n|-\n| rowspan=\"3\"| 1996\n! scope=\"row\"| \"Daddy's Money\"\n| rowspan=\"2\"| Marc Ball\n|-\n! scope=\"row\"| \"Love Is Stronger Than Pride\"\n|-\n! scope=\"row\"| \"Let It Snow, Let It Snow, Let It Snow\"\n| \n|-\n| rowspan=\"3\"| 1997\n! scope=\"row\"| \"Ease My Troubled Mind\"\n| rowspan=\"2\"| Marc Ball\n|-\n! scope=\"row\"| \"He Left a Lot to Be Desired\"\n|-\n! scope=\"row\"| \"Blink of an Eye\"\n| [[Steven Goldmann]]\n|-\n| 1999\n! scope=\"row\"| \"Seven Bridges Road\"\n| Jim Shea\n|-\n| 2000\n! scope=\"row\"| \"She's Gone\"\n| David McClister\n|-\n| 2004\n! scope=\"row\"| \"Feel Like Fallin'\"\n|\n|}\n\n== Awards and nominations ==\n{| class=\"wikitable\"\n!Year\n!Organization\n!Award\n!Nominee/Work\n!Result\n|-\n|1996\n|[[Billboard Music Awards]]\n|[[Billboard Music Award for Top Country Song|Top Country Song]]\n|\"[[Daddy's Money]]\"\n|{{nom}}\n|-\n|rowspan=3| 1997\n|[[Academy of Country Music Awards]]\n|Top New Vocal Group or Duet\n|Ricochet\n|{{won}}\n|-\n|Academy of Country Music Awards\n|Top Vocal Group of the Year\n|Ricochet\n|{{nom}}\n|-\n|[[Country Music Association Awards]]\n|[[Country Music Association Award for Vocal Group of the Year|Vocal Group of the Year]]\n|Ricochet\n|{{nom}}\n|}\n\n==References==\n{{reflist}}\n\n==External links==\n*[http://ricochetonline.com/ Official website]\n\n{{Ricochet}}\n\n{{Authority control}}\n\n{{DEFAULTSORT:Ricochet}}\n[[Category:Country music groups from Oklahoma]]\n[[Category:Musical groups from Oklahoma]]\n[[Category:Musical groups established in 1993]]\n[[Category:Columbia Records artists]]"}]}}}}