{"batchcomplete": "", "warnings": {"main": {"*": "Subscribe to the mediawiki-api-announce mailing list at <https://lists.wikimedia.org/postorius/lists/mediawiki-api-announce.lists.wikimedia.org/> for notice of API deprecations and breaking changes. Use [[Special:ApiFeatureUsage]] to see usage of deprecated features by your application."}, "revisions": {"*": "Because \"rvslots\" was not specified, a legacy format has been used for the output. This format is deprecated, and in the future the new format will always be used."}}, "query": {"pages": {"31485": {"pageid": 31485, "ns": 0, "title": "Stonewall Jackson", "revisions": [{"contentformat": "text/x-wiki", "contentmodel": "wikitext", "*": "{{short description|Confederate States Army general (1824–1863)}}\n{{About|the Confederate general|the country music artist of the same name|Stonewall Jackson (singer)|other people|Stonewall Jackson (disambiguation)}}\n{{pp-vandalism|small=yes}}\n{{Use mdy dates|date=October 2023}}\n{{Infobox military person\n| name          = Stonewall Jackson\n| image         = Stonewall Jackson by Routzahn, 1862.png\n| caption       = Portrait by Nathaniel Routzahn, 1862\n| nickname      = {{hlist|Stonewall|Old Jack|Old Blue Light|Tom Fool}}\n| birth_name    = Thomas Jonathan Jackson\n| birth_date    = {{Birth date|1824|01|21|mf= yes}}<ref>Eicher, ''High Commands'', p. 316; Robertson, p. 7. The physician, Dr. James McCally, recalls delivering baby Thomas on January 20, 1809, just before midnight, but the family has insisted since then that he was born in the first minutes of January 21. The later date is the one generally acknowledged in biographies.</ref>\n| birth_place   = [[Clarksburg, West Virginia|Clarksburg, Virginia]] (now [[West Virginia]]), U.S.\n| death_date    = {{Death date and age|1863|05|10|1824|01|21|mf= yes}}\n| alma_mater    = [[United States Military Academy]]\n| spouse        = {{ubl|{{Marriage|[[Elinor Jackson]]|1853|1854|end=d}}|{{Marriage|[[Mary Anna Jackson]]|1857<!--Don't put \"his death\" per template instructions-->}}}}\n| children      = 2\n| death_place   = [[Guinea, Virginia|Guinea Station]], [[Virginia in the American Civil War|Virginia]]\n| placeofburial = [[Oak Grove Cemetery (Lexington, Virginia)|Oak Grove Cemetery]]<br />[[Lexington, Virginia]]\n| allegiance    = {{ubl|United States|[[Confederate States]]}}\n| branch        = {{ubl|[[United States Army]] (USA)|[[Confederate States Army]] (CSA)}}\n| serviceyears  = {{ubl|1846–1852 (USA)|1861–1863 (CSA)}}\n| rank          = {{ubl|[[First Lieutenant]] (USA)|[[Brevet (military)|Brevet]] [[Major (United States)|Major (USA)]]|[[General officers in the Confederate States Army#Lieutenant general|Lieutenant General (CSA)]]}}\n| unit          = \n| commands      = {{ubl|[[Stonewall Brigade]]|[[Second Corps, Army of Northern Virginia]]}}\n| battles       = {{tree list}}\n* [[Mexican–American War]]\n* [[American Civil War]]\n** [[Great Train Raid of 1861]]\n** [[Battle of Hoke's Run|Battle of Falling Waters]]\n** [[First Battle of Bull Run]] (First Manassas) {{WIA}}\n** [[Romney Expedition]]\n***[[Battle of Hancock]]\n** [[Jackson's Valley Campaign]]\n*** [[First Battle of Kernstown]]\n*** [[Battle of Front Royal]]\n*** [[First Battle of Winchester]]\n*** [[Battle of Port Republic]]\n** [[Seven Days Battles]]\n*** [[Battle of Gaines's Mill]]\n*** [[Battle of Savage's Station]]\n*** [[Battle of White Oak Swamp]]\n*** [[Battle of Malvern Hill]]\n** [[Northern Virginia Campaign]]\n*** [[Battle of Cedar Mountain]]\n*** [[First Battle of Rappahannock Station]]\n*** [[Manassas Station Operations (Stonewall Jackson)|Manassas Station]]\n*** [[Second Battle of Bull Run]] (Second Manassas)\n*** [[Battle of Chantilly]]\n** [[Maryland Campaign]]\n*** [[Battle of Harpers Ferry]]\n*** [[Battle of Antietam]]\n** [[Battle of Fredericksburg]]\n** [[Battle of Chancellorsville]] {{DOW}}\n{{tree list/end}}\n| signature     = TJ Stonewall Jackson Signature.svg\n| signature_size = 200\n}}\n\n'''Thomas Jonathan''' \"'''Stonewall'''\" '''Jackson''' (January 21, 1824 – May 10, 1863) was a [[Confederate States of America|Confederate]] general and military officer who served during the [[American Civil War]]. He played a prominent role in nearly all military engagements in the [[Eastern theater of the American Civil War|Eastern theater]] of the war until his death. Military historians regard him as one of the most gifted tactical commanders in [[Military history of the United States|U.S. history]].<ref>James I. Robertson, ''Stonewall Jackson: The Man, the Soldier, the Legend'' (1997).</ref>\n\nBorn in what was then part of [[Virginia]] (now in [[West Virginia]]), Jackson received an appointment to the [[United States Military Academy]], graduating in the class of 1846. He served in the [[United States Army]] during the [[Mexican–American War]], distinguishing himself at the [[Battle of Chapultepec]]. From 1851 to 1861, he taught at the [[Virginia Military Institute]].\n\nWhen Virginia seceded from the United States in May 1861 after the [[Battle of Fort Sumter]], Jackson joined the [[Confederate States Army]]. He distinguished himself commanding a [[Stonewall Brigade|brigade]] at the [[First Battle of Bull Run]] in July, providing crucial reinforcements and beating back a fierce Union assault. Thus [[Barnard Elliott Bee Jr.]] compared him to a \"stone wall\", which became his enduring nickname.<ref>Hamner, Christopher. \"[http://teachinghistory.org/history-content/ask-a-historian/24254 The Possible Path of Barnard Bee].\" [http://www.teachinghistory.org Teachinghistory.org]. Accessed July 12, 2011.</ref>\n\nHe performed exceptionally well in various campaigns over the next two years. On May 2, 1863, Jackson was [[Friendly fire|accidentally shot]] by Confederate [[Picket (military)|pickets]].<ref>{{cite web |title=Stonewall Jackson Timeline |url=https://www.vmi.edu/archives/manuscripts/stonewall-jackson-resources/stonewall-jackson-timeline/ |publisher=Virginia Military Institute |access-date=11 December 2023}}</ref> He lost his [[Stonewall Jackson's arm|left arm]] to amputation. Weakened by his wounds, he died of [[pneumonia]] eight days later. His death proved a [[Turning point of the American Civil War#Stonewall Jackson's death (May 1863)|severe setback for the Confederacy]]. After Jackson's death, his military exploits developed a legendary quality, becoming an important element of the [[pseudohistory|pseudohistorical]] ideology of the \"[[Lost Cause of the Confederacy|Lost Cause]]\".<ref name=\"Wallace Hettle 2011\">Wallace Hettle, ''Inventing Stonewall Jackson: A Civil War Hero in History and Memory'' (Louisiana State University Press, 2011)</ref>\n\n==Ancestry==\nThomas Jonathan Jackson<ref>Farwell,  p. xi, states that the overwhelmingly common usage of the middle name Jonathan was never documented and that Jackson did not acknowledge it; he instead used the signature form \"T. J. Jackson.\" Robertson, p. 19, states that a county document on February 28, 1841, was the first recorded instance of Jackson's using a middle initial, although \"whether it stood for his father Jonathan's name is not known.\" All of the other references to this article cite his full name as Thomas Jonathan Jackson.</ref> was a great-grandson of John Jackson (1715/1719–1801) and Elizabeth Cummins (also known as Elizabeth Comings and Elizabeth Needles) (1723–1828). John Jackson was an Irish Protestant from [[Coleraine]], [[County Londonderry]], Ireland. While living in London, England, he was convicted of the capital crime of larceny for stealing £170; the judge at the [[Old Bailey]] sentenced him to seven years [[penal transportation]]. Elizabeth, a strong, blonde woman almost {{convert|6|ft|cm}} tall, born in London, was also convicted of felony larceny in an unrelated case for stealing 19 pieces of silver, jewelry, and fine lace, and received a similar sentence. They both were transported on the merchant ship ''Litchfield'', which departed London in May 1749 with 150 [[convicts]]. John and Elizabeth met on board and were in love by the time the ship arrived at [[Annapolis, Maryland]]. Although they were sent to different locations in Maryland for their bond service, the couple married in July 1755.<ref>Robertson, pp. 1–2.</ref>\n\nThe family migrated west across the [[Blue Ridge Mountains]] to settle near [[Moorefield, West Virginia|Moorefield, Virginia]] (now [[West Virginia]]) in 1758. In 1770, they moved farther west to the [[Tygart Valley River|Tygart Valley]]. They began to acquire large parcels of virgin farming land near the present-day town of [[Buckhannon, West Virginia|Buckhannon]], including 3,000 acres (12&nbsp;km<sup>2</sup>) in Elizabeth's name. John and his two teenage sons were early recruits for the [[American Revolutionary War]], fighting in the [[Battle of Kings Mountain]] on October 7, 1780; John finished the war as [[Captain (OF-2)|captain]] and served as a lieutenant of the [[Virginia militia]] after 1787. While the men were in the Army, Elizabeth converted their home to a haven, \"Jackson's Fort\", for refugees from Indian attacks.<ref>Robertson, pp. 2–3.</ref>\n\nJohn and Elizabeth had eight children. Their second son was Edward Jackson (1759–1828), and Edward's third son<ref>Edward's second son was [[David Edward Jackson]]. {{Cite book |last=Talbot |first=Vivian Linford |title=David E. Jackson: Field Captain of the Rocky Mountain Fur Trade |publisher=Jackson Hole Historical Society and Museum |year=1996 |location=Jackson Hole |page=17}}</ref> was Jonathan Jackson, Thomas's father.<ref>[http://www.vmi.edu/archives2.aspx?id=5005 VMI Jackson genealogy site]; Robertson, p. 4.</ref> Jonathan's mother died on April 17, 1796. Three years later, on October 13, 1799, his father married Elizabeth Wetherholt, and they had nine more children.<ref>Talbot, op. cit., p. 18</ref><ref name=\"VMIJacksonGenealogy\">{{Cite web |title=Jackson Family Genealogy |url=http://www.vmi.edu/archives/stonewall-jackson-resources/jackson-family-genealogy/ |access-date=September 4, 2018 |website=Virginia Military Institute}}</ref>\n\n==Early life==\n\n===Early childhood===\nThomas Jackson was born in the town of [[Clarksburg, West Virginia|Clarksburg, Harrison County, Virginia]], on January 21, 1824. He was the third child of Julia Beckwith (née Neale) Jackson (1798–1831) and Jonathan Jackson (1790–1826), an attorney. Both of Jackson's parents were natives of Virginia. The family already had two young children and were living in Clarksburg, in what is now West Virginia, when Thomas was born. He was named for his maternal grandfather. There is some dispute about the actual location of Jackson's birth. A historical marker on the floodwall in [[Parkersburg, West Virginia]], claims that he was born in a cabin near that spot when his mother was visiting her parents who lived there. There are writings which indicate that in Jackson's early childhood, he was called \"The Real Macaroni\", though the origin of the nickname and whether it really existed are unclear.<ref>{{Cite web |title=Was Stonewall Jackson born in Parkersburg? – NewsandSentinel.com &#124; News, Sports, Jobs, Community Information – Parkersburg News and Sentinel |url=http://www.newsandsentinel.com/page/content.detail/id/537991/Was-Stonewall-Jackson-born-in-Parkersburg-.html?nav=5056 |access-date=September 12, 2013 |publisher=NewsandSentinel.com}}</ref>\n\nThomas's sister Elizabeth (age six) died of [[typhoid fever]] on March 6, 1826, with two-year-old Thomas at her bedside. His father also died of a typhoid fever on March 26, 1827, after nursing his daughter. Jackson's mother gave birth to his sister Laura Ann the day after Jackson's father died.<ref>Robertson, p. 7.</ref> Julia Jackson thus was widowed at 28 and was left with much debt and three young children (including the newborn). She sold the family's possessions to pay the debts. She declined family charity and moved into a small rented one-room house. Julia took in sewing and opened a private school to support herself and her three young children for about four years.\n\nIn 1830, Julia Neale Jackson remarried, against the wishes of her friends. Her new husband, Captain Blake B. Woodson,<ref>Robertson, p. 8.</ref> an attorney, did not like his stepchildren. Warren, Julia's eldest son, moved to live with his uncle Alfred Neale near Parkersburg, and at the age of sixteen, he was hired to teach in Upshur County. Julia moved to Fayette County with her other two children, Thomas and Laura. Julia remained in such poor health, and caring for the children was such a strain on her strength, that she agreed to let their Grandmother Jackson take them to her home in Lewis County, about four miles north of Weston, where she lived with her unmarried daughters and sons. One of these sons was sent to Fayette County to care for the children by the grandmother. When he arrived and the purpose of his visit was revealed, there was quite a commotion among the children, who were very reluctant to leave their mother. Thomas, now six years old, slipped away to the nearby woods, where he hid, only returning to the house at nightfall. After a day or two of coaxing and numerous bribes, the uncle finally persuaded the children to make the trip, which took several days, with the help of their mother. When they arrived at their destination, they became the pets of an indulgent grandmother, two maiden aunts, and several bachelor uncles, all of whom were known for their great kindness of heart and strong family attachment. Thomas and Laura were indulged in every way, and to an extent well calculated to spoil them. In August 1835, Thomas and Laura's grandmother died.\n\nThe following year, after giving birth to Thomas's half-brother Willam Wirt Woodson, Julia died of complications, leaving her three older children orphaned.<ref>Robertson, p. 10.</ref> Julia was buried in an unmarked grave in a homemade coffin in Westlake Cemetery along the [[James River and Kanawha Turnpike]] in [[Fayette County, West Virginia|Fayette County]] within the corporate limits of present-day [[Ansted, West Virginia|Ansted]], West Virginia.\n\n===Working and teaching at Jackson's Mill===\n[[File:Stonewall Jackson boyhoodhome.jpg|thumb|Jackson's Mill]]\n\nAs their mother's health continued to fail, Jackson and his sister Laura Ann were sent to live with their half-uncle, [[Cummins Jackson]], who owned a grist mill in [[Jackson's Mill]] (near present-day [[Weston, West Virginia|Weston]] in [[Lewis County, West Virginia|Lewis County]] in central West Virginia). Their older brother, Warren, went to live with other relatives on his mother's side of the family, but he later died of tuberculosis in 1841 at the age of twenty. Thomas and Laura Ann returned from Jackson's Mill in November 1831 to be at their dying mother's bedside. They spent four years together at the Mill before being separated—Laura Ann was sent to live with her mother's family, Thomas to live with his Aunt Polly (his father's sister) and her husband, Isaac Brake, on a farm four miles from Clarksburg. Thomas was treated by Brake as an outsider and, having suffered verbal abuse for over a year, ran away from the family. When his cousin in Clarksburg urged him to return to Aunt Polly's, he replied, \"Maybe I ought to, ma'am, but I am not going to.\" He walked eighteen miles through mountain wilderness to Jackson's Mill, where he was welcomed by his uncles and he remained there for the following seven years.<ref>Robertson, pp. 9–16. Robertson refers to multiple bachelor uncles in residence at the mill, but does not name them.</ref>\n\nCummins Jackson was strict with Thomas, who looked up to Cummins as a schoolteacher. Jackson helped around the farm, tending sheep with the assistance of a [[Herding dog|sheepdog]], driving teams of oxen and helping harvest wheat and corn. Formal education was not easily obtained, but he attended school when and where he could. Much of Jackson's education was self-taught. He once made a deal with one of his uncle's [[slavery|slaves]] to provide him with pine knots in exchange for reading lessons; Thomas would stay up at night reading borrowed books by the light of those burning pine knots. Virginia law forbade teaching a slave, free black or mulatto to read or write; nevertheless, Jackson secretly taught the slave, as he had promised. Once literate, the young slave fled to Canada via the [[Underground Railroad]].<ref>Robertson, p. 17.</ref> In his later years at Jackson's Mill, Thomas served as a schoolteacher.\n[[File:First lieutenant Thomas J. Jackson sometime after West Point graduation in the 1840s, from- The photographic history of the civil war.. (1911) (14739846876) (cropped).jpg|thumb|First lieutenant Thomas J. Jackson sometime after West Point graduation in the late 1840s]]\n\n===Brother against sister===\nThe Civil War has sometimes been referred to as a war of \"brother against brother\", but in the case of the Jackson family, it was brother against sister. Laura Jackson Arnold was close to her brother Thomas until the Civil War period. As the war loomed, she became a staunch Unionist in a somewhat divided [[Harrison County, West Virginia|Harrison County]]. She was so strident in her beliefs that she expressed mixed feelings upon hearing of Thomas's death. One Union officer said that she seemed depressed at hearing the news, but her Unionism was stronger than her family bonds. In a letter, he wrote that Laura had said that she \"would rather know that he was dead than to have him a leader in the rebel army\". Her Union sentiment also estranged her later from her husband, Jonathan Arnold.<ref>{{Cite web |date=November 29, 2010 |title=Laura Jackson Arnold: Sister of General Thomas Jonathan Stonewall Jackon |url=http://www.civilwarwomenblog.com/2010/11/laura-jackson-arnold.html |archive-url=https://web.archive.org/web/20101223175507/http://www.civilwarwomenblog.com/2010/11/laura-jackson-arnold.html |archive-date=December 23, 2010 |access-date=June 24, 2015 |website=Civil War Women Blog}}</ref>\n\n==Early military career==\n{{Main|Military career of Stonewall Jackson}}\n\n===West Point===\nIn 1842, Jackson was accepted to the [[United States Military Academy]] at [[West Point, New York|West Point]], New York. Because of his inadequate schooling, he had difficulty with the entrance examinations and began his studies at the bottom of his class. Displaying a dogged determination that was to characterize his life, he became one of the hardest working cadets in the academy, and moved steadily up the academic rankings. Jackson graduated 17th out of 59 students in the Class of 1846.<ref name=\"George Cullum\">{{Cite web |last=George Cullum |title=Register of Officers and Graduates of the United States Military Academy Class of 1846 |url=https://penelope.uchicago.edu/Thayer/E/Gazetteer/Places/America/United_States/Army/USMA/Cullums_Register/1288*.html |access-date=November 1, 2014}}</ref> General [[Daniel Harvey Hill]] later remembered that Jackson's peers at West Point had said of Jackson, \"If the course had been one year longer he would have graduated at the head of his class\".<ref>{{Cite book |last=Henderson |first=George Francis Robert |url=https://books.google.com/books?id=JwspAAAAYAAJ |title=Stonewall Jackson and the American Civil War |publisher=Longmans, Green and Company |year=1898 |edition=1st |pages=69 |language=en-US |author-link=George Francis Robert Henderson}}</ref>\n\n=== U.S. Army and the Mexican War ===\nJackson began his [[United States Army]] career as a [[Second lieutenant#United States|second lieutenant]] in Company K of the 1st U.S. Artillery Regiment. His unit proceeded through Pennsylvania, down the Ohio and Mississippi Rivers to New Orleans, and from there the troops embarked for Point Isabel, Texas, from where they were sent to fight in the [[Mexican–American War]]. Jackson's unit was directed to report to [[Zachary Taylor|General Taylor]] and proceed immediately via Matamoros and Camargo to Monterey and then to Saltillo. Prior to the Battle of Buena Vista, Lieutenant Jackson's unit was ordered to withdraw from General Taylor's army and march to the mouth of the Rio Grande, where they would be transferred to Veracruz. He served at the [[Siege of Veracruz]] and the battles of [[Battle of Contreras|Contreras]], [[Battle of Chapultepec|Chapultepec]], and [[Battle for Mexico City|Mexico City]], eventually earning two [[Brevet (military)|brevet promotions]], and the [[Regular Army (United States)|regular army]] rank of [[First lieutenant (United States)|first lieutenant]]. It was in Mexico that Jackson first met [[Robert E. Lee]].\n\nDuring the [[Battle of Chapultepec]] on September 13, 1847, he refused what he felt was a \"bad order\" to withdraw his troops. Confronted by his superior, he explained his rationale, claiming withdrawal was more hazardous than continuing his overmatched artillery duel. His judgment proved correct, and a relieving brigade was able to exploit the advantage Jackson had broached. In contrast to this display of strength of character, he obeyed what he also felt was a \"bad order\" when he raked a civilian throng with artillery fire after the Mexican authorities failed to surrender Mexico City at the hour demanded by the U.S. forces.<ref>Robertson, p. 69.</ref> The former episode, and later aggressive action against the retreating Mexican army, earned him field promotion to the brevet rank of major.<ref name=\"George Cullum\" />\n\nAfter the war, Jackson was briefly assigned to units in New York, and later to Florida during the [[Second Interbellum]] of the [[Seminole Wars]], during which the Americans were attempting to force the remaining [[Seminole]]s to move west. He was stationed briefly at [[Fort Casey (Florida)|Fort Casey]] before being named second-in-command at [[Fort Meade, Florida|Fort Meade]], a small fort about thirty miles south of [[Tampa, Florida|Tampa]].<ref>{{Cite news |last=Eiedson |first=George T. |date=June 13, 1993 |title=Before He Was 'Stonewall,' Jackson Served in Florida |work=Orlando Sentinel |url=https://www.orlandosentinel.com/1993/06/13/before-he-was-stonewall-jackson-served-in-florida/ |access-date=August 8, 2016}}</ref> His commanding officer was [[William H. French|Major William H. French]]. Jackson and French disagreed often, and filed numerous complaints against each other. Jackson stayed in Florida less than a year.<ref>Gwynne, S. C. ''Rebel Yell: The Violence, Passion, and Redemption of Stonewall Jackson''. New York: Scribner, 2014, pp. 110–18.</ref>\n\n==Lexington and the Virginia Military Institute==\n[[File:YoungStonewallJackson.jpg|thumb|Stonewall Jackson]]\nIn the spring of 1851,<ref>Robertson, pp. 108–10. He left the Army on March 21, 1851, but stayed on the rolls, officially on furlough, for nine months. His resignation took effect formally on February 2, 1852, and he joined the VMI faculty in August 1851.</ref> Jackson accepted a newly created teaching position at the [[Virginia Military Institute]] (VMI). He became Professor of Natural and Experimental Philosophy, or Physics, and Instructor of Artillery.\n\nJackson was disliked as a teacher, with his students nicknaming him \"Tom Fool\", believing that Jackson \"could never be anything more than a [[wikt:martinet#Noun|martinet]] colonel, half soldier and half preacher\".<ref>{{Cite book |last=Eggleston |first=George Cary |url=https://books.google.com/books?id=NvQ4OSS__bEC |title=A Rebel's Recollections |publisher=Putnam |year=1875 |pages=152 |language=en |author-link=George Cary Eggleston}}</ref> He memorized his lectures and then recited them to the class. Students who came to ask for help were given the same explanation as before. If a student asked for help a second time, Jackson simply repeated the explanation slower and more deliberately.<ref>{{Cite book |last=Vandiver |first=Frank E. |url=https://books.google.com/books?id=bDyJETtR0TIC |title=Mighty Stonewall |publisher=Texas A&M University Press |year=1989 |isbn=9780890963913 |pages=77 |language=en |author-link=Frank Vandiver}}</ref> In 1856, a group of alumni attempted to have Jackson removed from his position.<ref>{{Cite web |date=2001 |title=Stonewall Jackson – Frequently Asked Questions – VMI Archives |url=http://www.vmi.edu/archives/Jackson/tjjfaq.html |archive-url=https://web.archive.org/web/20061231172928/http://www.vmi.edu/archives/Jackson/tjjfaq.html |archive-date=December 31, 2006 |access-date=September 7, 2015 |website=Virginia Military Institute Archives}}</ref>\n\nThe founder of VMI and one of its first two faculty members was [[John Thomas Lewis Preston]]. Preston's second wife, [[Margaret Junkin Preston]], was the sister of Jackson's first wife, [[Elinor Jackson|Elinor]]. In addition to working together on the VMI faculty, Preston taught Sunday School with Jackson and served on his staff during the Civil War.<ref>{{Cite book |last=Johnson |first=Clint |url=https://books.google.com/books?id=IZI_y8Td5HUC&pg=PA122 |title=In the Footsteps of Stonewall Jackson |publisher=John F. Blair |year=2002 |isbn=0-89587-244-7 |location=Winston-Salem, North Carolina |page=122}}</ref>\n\n===Slavery===\n[[File:Stonewall Jackson by HB Hull, 1855.png|thumb|Stonewall Jackson in 1855]]\n\nJackson was not known to the white inhabitants of Lexington, instead mostly being known by many of the African Americans in town, both slaves and free blacks.<ref>{{Cite book |last=Chisholm |first=Hugh |url=http://archive.org/details/encyclopaediabri15chisrich |title=The Encyclopaedia Britannica : a dictionary of arts, sciences, literature and general information |publisher=Encyclopaedia Britannica |others=Internet Archive |year=1910 |location=New York |pages=110 |language=en-US}}</ref> In 1855, he organized Sunday School classes for blacks at the Presbyterian Church. His second wife, [[Mary Anna Jackson]], taught with Jackson, as \"he preferred that my labors should be given to the colored children, believing that it was more important and useful to put the strong hand of the Gospel under the ignorant African race, to lift them up\".<ref name=\"memoir78\">[[#memoir|Jackson, Mary Anna, 1895]], p. 78</ref> The pastor, Dr. William Spottswood White, described the relationship between Jackson and his Sunday afternoon students: \"In their religious instruction he succeeded wonderfully. His discipline was systematic and firm, but very kind. ... His servants reverenced and loved him, as they would have done a brother or father. ... He was emphatically the black man's friend.\" He addressed his students by name and they referred to him as \"Marse Major\".<ref>Robertson, p. 169.</ref>\n\nJackson owned six slaves in the late 1850s. Three (Hetty, Cyrus, and George, a mother and two teenage sons) were received as part of the dowry at his marriage to Mary Anna Jackson.<ref>{{Cite web |last=Knadler |first=Jessie |date=May 15, 2018 |title=New Research Sheds Light On Slaves Owned By Stonewall Jackson |url=https://www.wvtf.org/post/new-research-sheds-light-slaves-owned-stonewall-jackson |access-date=July 1, 2020 |website=www.wvtf.org |language=en}}</ref> Another slave, Albert, requested that Jackson purchase him and allow him to work for his freedom; he was employed as a waiter in one of the Lexington hotels and Jackson rented him to VMI. Amy also requested that Jackson purchase her from a public slave auction and she served the family as a cook and housekeeper. The sixth, Emma, was a four-year-old orphan with a [[learning disability]], accepted by Jackson from an aged widow and presented to his second wife, Mary Anna, as a welcome-home gift.<ref>Robertson, pp. 191–92.</ref> After Jackson was shot at Chancellorsville, a slave \"Jim Lewis, had stayed with Jackson in the small house as he lay dying\".<ref>{{Cite web |last2=Wessler |first=Brian |last1=Palmer |first2=Seth Freed |date=December 2018 |title=The Costs of the Confederacy |url=https://www.smithsonianmag.com/history/costs-confederacy-special-report-180970731/ |access-date=December 5, 2018 |website=Smithsonian Magazine }}</ref> Mary Anna Jackson, in her 1895 memoir, said, \"our servants ... without the firm guidance and restraint of their master, the excitement of the times proved so demoralizing to them that he deemed it best for me to provide them with good homes among the permanent residents\".<ref>Jackson, 152.</ref> [[James I. Robertson, Jr.|James Robertson]] wrote about Jackson's view on slavery:\n\n{{Blockquote|Jackson neither apologized for nor spoke in favor of the practice of slavery. He probably opposed the institution. Yet in his mind the Creator had sanctioned slavery, and man had no moral right to challenge its existence. The [[Slavery in the United States#Religion|good Christian slaveholder]] was one who treated his servants fairly and humanely at all times.<ref>Robertson, p. 191.</ref>}}\n\n===Marriages and family life===\n[[File:Stonewall Jackson house.jpg|thumb|House owned by Stonewall Jackson in [[Lexington, Virginia|Lexington]]]]\n\nWhile an instructor at VMI in 1853, Thomas Jackson married [[Elinor Jackson|Elinor \"Ellie\" Junkin]], whose father, [[George Junkin]], was president of Washington College (later named [[Washington and Lee University]]) in Lexington. An addition was built onto the president's residence for the Jacksons, and when Robert E. Lee became president of Washington College he lived in the same home, now known as the Lee–Jackson House.<ref>{{Cite web |last=Isbell |first=Sherman |author-link=<!-- Sherman Isbell --> |title=Archibald Alexander Travelogue |url=http://members.aol.com/RSISBELL/va.html |archive-url=https://web.archive.org/web/20050914211643/http://members.aol.com/RSISBELL/va.html |archive-date=September 14, 2005 |access-date=December 17, 2008}}\n</ref> Ellie gave birth to a [[Stillbirth|stillborn]] son on October 22, 1854, experiencing a [[Obstetrical hemorrhage|hemorrhage]] an hour later that proved fatal.<ref>Robertson, p. 157.</ref>\n\nAfter a tour of Europe, Jackson married again, in 1857. [[Mary Anna Jackson|Mary Anna Morrison]] was from North Carolina, where her father was the first president of [[Davidson College]]. Her sister, Isabella Morrison, was married to [[Daniel Harvey Hill]]. Mary Anna had a daughter named Mary Graham on April 30, 1858, but the baby died less than a month later. Another daughter was born in 1862, shortly before her father's death. The Jacksons named her Julia Laura, after his mother and sister.\n\nJackson purchased [[Stonewall Jackson House|the only house he ever owned]] while in Lexington. Built in 1801, the brick town house at 8 East Washington Street was purchased by Jackson in 1859. He lived in it for two years before being called to serve in the Confederacy. Jackson never returned to his home.\n\n===John Brown raid aftermath===\nIn November 1859, at the request of the [[governor of Virginia]], Major [[William Gilham]] led a contingent of the VMI Cadet Corps to [[Charles Town, West Virginia|Charles Town]] to provide an additional military presence at the hanging of militant abolitionist [[John Brown (abolitionist)|John Brown]] on December 2, following his raid on the federal arsenal at [[Harpers Ferry, West Virginia|Harpers Ferry]] on October 16. Major Jackson was placed in command of the artillery, consisting of two [[howitzer]]s manned by twenty-one cadets.\n\n==Civil War==\n[[File:Jackson headquarters.png|thumb|The Colonel Lewis T. Moore house, which served as the Winchester Headquarters of [[Lieutenant general (United States)|Lt. Gen.]] T. J. \"Stonewall\" Jackson (photo 2007)]]\n\nIn April 1861, after Virginia seceded from the Union and as the [[American Civil War]] broke out, Jackson was ordered by the [[Governor of Virginia]] to report with the VMI cadet corps to Richmond and await further orders. Upon arrival, Jackson was appointed a Major of Engineers in the [[Provisional Army of Virginia]], which was a short lived force commanded by [[Robert E. Lee]], prior to Virginia fully augmenting into forces of the Confederacy. After Jackson protested such a low rank, the Virginia Governor appointed him a [[Colonel (United States)|Colonel of Virginia Infantry]] which in May 1861 was augmented to a Colonel in the [[Confederate Army]]. Jackson then became a drill master for some of the many new recruits in the [[Confederate Army]].\n\nOn April 27, 1861, Virginia Governor [[John Letcher]] ordered Colonel Jackson to take command at Harpers Ferry, where he would assemble and command the unit which later gained fame as the \"[[Stonewall Brigade]]\", consisting of the 2nd, 4th, 5th, 27th, and 33rd Virginia Infantry regiments. These units were from the [[Shenandoah Valley]] region of Virginia, where Jackson located [[Stonewall Jackson's Headquarters Museum|his headquarters]] throughout the first two years of the war, as well as counties in [[West Virginia|western Virginia]].<ref>Snell, Mark A., ''West Virginia and the Civil War'', History Press, 2011, pg.45</ref> Jackson became known for his relentless drilling of his troops; he believed discipline was vital to success on the battlefield. Following [[Jackson's operations against the B&O Railroad (1861)|raids on the B&O Railroad]] on May 24, he was promoted to [[Brigadier general (CSA)|brigadier general]] on June 17, 1861. Jackson continued to wear a blue Union Army uniform up to this point, having only access to his old VMI major's jacket, and would not be issued with a gray Confederate uniform until 1862.<ref name=\"Eicher\">Eicher, ''High Commands'', p. 316.</ref>\n\n===First Battle of Bull Run===\n{{Main|Winchester, Virginia in the American Civil War}}\n[[File:Jackson (2).jpg|thumb|left|upright|General Jackson by [[Augusto Ferrer-Dalmau]]]]\n\nJackson rose to prominence and earned his most famous nickname at the [[First Battle of Bull Run]] (First Manassas) on July 21, 1861. As the Confederate lines began to crumble under heavy Union assault, Jackson's brigade provided crucial reinforcements on Henry House Hill, demonstrating the discipline he instilled in his men. While under heavy fire for several continuous hours, Jackson received a wound, breaking the middle finger of his left hand about midway between the hand and knuckle, the ball passing on the side next to the index finger. The troops of South Carolina, commanded by Gen.&nbsp;[[Barnard Elliott Bee Jr.]]&nbsp;had been overwhelmed, and he rode up to Jackson in despair, exclaiming, \"They are beating us back!\" \"Then,\" said Jackson, \"we will give them the bayonet!\" As he rode back to his command, Bee exhorted his own troops to re-form by shouting, \"There is Jackson standing like a stone wall. Let us determine to die here, and we will conquer. Rally behind the Virginians!\"<ref>Freeman, ''Lee's Lieutenants'', vol. 1, p. 82; Robertson, p. 264. McPherson, p. 342, reports the quotation after \"stone wall\" as being \"Rally around the Virginians!\"</ref> There is some controversy over Bee's statement and intent, which could not be clarified because he was killed almost immediately after speaking and none of his subordinate officers wrote reports of the battle. Major Burnett Rhett, chief of staff to General [[Joseph E. Johnston]], claimed that Bee was angry at Jackson's failure to come immediately to the relief of Bee's and [[Francis S. Bartow]]'s brigades while they were under heavy pressure. Those who subscribe to this opinion believe that Bee's statement was meant to be pejorative: \"Look at Jackson standing there like a stone wall!\"<ref>See, for instance, Goldfield, David, et al., ''The American Journey: A History of the United States'', Prentice Hall, 1999, {{ISBN|0-13-088243-7}}. There are additional controversies about what Bee said and whether he said anything at all. See Freeman, ''Lee's Lieutenants'', vol. 1, pp. 733–34.</ref>\n\nRegardless of the controversy and the delay in relieving Bee, Jackson's brigade, which would thenceforth be known as the [[Stonewall Brigade]], stopped the Union assault and suffered more casualties than any other Southern brigade that day; Jackson has since then been generally known as Stonewall Jackson.<ref>McPherson, p. 342.</ref> During the battle, Jackson displayed a gesture common to him and held his left arm skyward with the palm facing forward – interpreted by his soldiers variously as an eccentricity or an entreaty to God for success in combat. His hand was struck by a bullet or a piece of shrapnel and he suffered a small loss of bone in his middle finger. He refused medical advice to have the finger amputated.<ref>Robertson, pp. 263, 268.</ref> After the battle, Jackson was promoted to [[Major General (CSA)|major general]] (October 7, 1861)<ref name=Eicher/> and given command of the [[Valley District]], with [[Stonewall Jackson's Headquarters Museum|headquarters]] in [[Winchester, Virginia|Winchester]].\n\n===Valley Campaign===\n{{further|Valley Campaign}}\n{{unreferenced section|date=April 2017}}\n\nIn the spring of 1862, Union [[Major general (United States)|Maj. Gen.]] [[George B. McClellan]]'s [[Army of the Potomac]] approached Richmond from the southeast in the [[Peninsula Campaign]]. Maj. Gen. [[Irvin McDowell]]'s large corps was poised to hit Richmond from the north, and Maj. Gen. [[Nathaniel P. Banks]]'s army threatened the Shenandoah Valley. Jackson was ordered by Richmond to operate in the Valley to defeat Banks's threat and prevent McDowell's troops from reinforcing McClellan.\n\nJackson possessed the attributes to succeed against his poorly coordinated and sometimes timid opponents: a combination of great audacity, excellent knowledge and shrewd use of the terrain, and an uncommon ability to inspire his troops to great feats of marching and fighting.\n\n[[File:WV historical marker - Trout Rock Fort.jpg|thumb|Historical marker marking the end of Gen. Stonewall Jackson's pursuit of the Federals after the Battle of McDowell, May 12, 1862]]\n\nThe campaign started with a tactical defeat at [[Battle of Kernstown I|Kernstown]] on March 23, 1862, when faulty intelligence led him to believe he was attacking a small detachment. But it became a strategic victory for the Confederacy, because his aggressiveness suggested that he possessed a much larger force, convincing President [[Abraham Lincoln]] to keep Banks' troops in the Valley and McDowell's 30,000-man [[corps]] near [[Fredericksburg, Virginia|Fredericksburg]], subtracting about 50,000 soldiers from McClellan's invasion force. As it transpired, it was Jackson's only defeat in the Valley.\n\nBy adding Maj. Gen. [[Richard S. Ewell]]'s large [[division (military)|division]] and Maj. Gen. [[Edward Johnson (general)|Edward \"Allegheny\" Johnson's]] small division, Jackson increased his army to 17,000 men. He was still significantly outnumbered, but attacked portions of his divided enemy individually at [[Battle of McDowell|McDowell]], defeating both [[Brigadier general (United States)|Brig. Gens.]] [[Robert H. Milroy]] and [[Robert C. Schenck]]. He defeated Banks at [[Battle of Front Royal|Front Royal]] and [[First Battle of Winchester|Winchester]], ejecting him from the Valley. Lincoln decided that the defeat of Jackson was an immediate priority (though Jackson's orders were solely to keep Union forces occupied and away from Richmond). He ordered Irvin McDowell to send 20,000 men to Front Royal and Maj. Gen. [[John C. Frémont]] to move to [[Harrisonburg, Virginia|Harrisonburg]]. If both forces could converge at Strasburg, Jackson's only escape route up the Valley would be cut.\n\nAfter a series of maneuvers, Jackson defeated Frémont's command at [[Battle of Cross Keys|Cross Keys]] and Brig. Gen. [[James Shields (politician, born 1810)|James Shields]] at [[Battle of Port Republic|Port Republic]] on June 8–9. Union forces were withdrawn from the Valley.\n\nIt was a classic military campaign of surprise and maneuver. Jackson pressed his army to travel {{convert|646|mi|km|0}} in 48 days of marching and won five significant victories with a force of about 17,000 against a combined force of 60,000. Stonewall Jackson's reputation for moving his troops so rapidly earned them the [[oxymoron]]ic nickname \"[[foot cavalry]]\". He became the most celebrated soldier in the Confederacy (until he was eventually eclipsed by Lee) and lifted the morale of the Southern public.\n\n===Peninsula===\nMcClellan's [[Peninsula Campaign]] toward Richmond stalled at the [[Battle of Seven Pines]] on May 31 and June 1. After the Valley Campaign ended in mid-June, Jackson and his troops were called to join [[Robert E. Lee]]'s [[Army of Northern Virginia]] in defense of the capital. By using a railroad tunnel under the [[Blue Ridge Mountains]] and then transporting troops to [[Hanover County, Virginia|Hanover County]] on the [[Virginia Central Railroad]], Jackson and his forces made a surprise appearance in front of McClellan at [[Battle of Beaver Dam Creek|Mechanicsville]]. Reports had last placed Jackson's forces in the Shenandoah Valley; their presence near Richmond added greatly to the Union commander's overestimation of the strength and numbers of the forces before him. This proved a crucial factor in McClellan's decision to re-establish his base at a point many miles downstream from Richmond on the [[James River (Virginia)|James River]] at Harrison's Landing, essentially a retreat that ended the Peninsula Campaign and prolonged the war almost three more years.\n\nJackson's troops served well under Lee in the series of battles known as the [[Seven Days Battles]], but Jackson's own performance in those battles is generally considered to be poor.<ref>See, for instance, Freeman, ''R.E. Lee'', vol. 2, p.  247.</ref> He arrived late at Mechanicsville and inexplicably ordered his men to bivouac for the night within clear earshot of the battle. He was late at [[Battle of Savage's Station|Savage's Station]]. At [[Battle of White Oak Swamp|White Oak Swamp]] he failed to employ fording places to cross White Oak Swamp Creek, attempting for hours to rebuild a bridge, which limited his involvement to an ineffectual artillery duel and a missed opportunity to intervene decisively at the [[Battle of Glendale]], which was raging nearby. At [[Battle of Malvern Hill|Malvern Hill]] Jackson participated in the futile, piecemeal frontal assaults against entrenched Union infantry and massed artillery, and suffered heavy casualties (but this was a problem for all of Lee's army in that ill-considered battle). The reasons for Jackson's sluggish and poorly coordinated actions during the Seven Days are disputed, although a severe lack of sleep after the grueling march and railroad trip from the Shenandoah Valley was probably a significant factor. Both Jackson and his troops were completely exhausted. An explanation for this and other lapses by Jackson was tersely offered by his colleague and brother in-law General Daniel Harvey Hill: \"Jackson's genius never shone when he was under the command of another.\"<ref name=\":0\">{{Cite book |last=Henderson |first=George Francis Robert |url=https://books.google.com/books?id=1dEpAAAAYAAJ&pg=PA17 |title=Stonewall Jackson and the American Civil War |publisher=Longmans, Green |year=1903 |volume=II |location=New York |page=17 |oclc=793450187 |author-link=George Francis Robert Henderson}}</ref>\n\n===Second Bull Run to Fredericksburg===\n[[File:Stonewall Jackson Bendann.jpg|thumb|Jackson and Little [[Sorrel (horse)|Sorrel]], painting by [[David Bendann]]]]\n[[File:The Photographic History of The Civil War Volume 10 Page 107.jpg|thumb|Montage of Thomas J. Jackson and staff]]\n\nThe military reputations of Lee's corps commanders are often characterized as Stonewall Jackson representing the audacious, offensive component of Lee's army, whereas his counterpart, [[James Longstreet]], more typically advocated and executed defensive strategies and tactics. Jackson has been described as the army's hammer, Longstreet its anvil.<ref>Wert, p. 206.</ref> In the [[Northern Virginia Campaign]] of August 1862 this stereotype did not hold true. Longstreet commanded the Right Wing (later to become known as the First Corps) and Jackson commanded the Left Wing. Jackson started the campaign under Lee's orders with a sweeping flanking maneuver that placed his corps into the rear of Union Maj. Gen. [[John Pope (military officer)|John Pope]]'s [[Army of Virginia]]. The Hotchkiss journal shows that Jackson, most likely, originally conceived the movement. In the journal entries for March 4 and 6, 1863, General Stuart tells Hotchkiss that \"Jackson was entitled to all the credit\" for the movement and that Lee thought the proposed movement \"very hazardous\" and \"reluctantly consented\" to the movement.<ref>\"Origin of the Movement Around Pope's Army of Virginia, August 1862 by Michael Collie. Retrieved September 27, 2017 [http://www.militaryhistoryonline.com/civilwar/articles/movementaroundpope.aspx] and [[Archie P. McDonald]], ed., Make Me a Map of the Valley: the Civil War Journal of Jackson's Topographer, (Dallas 1973) pp. 117–18; and James I. Robertson, Jr., Stonewall Jackson: the Man, the Soldier, and the Legend, (New York 1997) p. 547, n130 p. 887</ref> At Manassas Junction, Jackson was able to capture all of the supplies of the Union Army depot. Then he had his troops destroy all of it, for it was the main depot for the Union Army. Jackson then retreated and then took up a defensive position and effectively invited Pope to assault him. On August 28–29, the start of the [[Second Battle of Bull Run]] (Second Manassas), Pope launched repeated assaults against Jackson as Longstreet and the remainder of the army marched north to reach the battlefield.\n\nOn August 30, Pope came to believe that Jackson was starting to retreat, and Longstreet took advantage of this by launching a massive assault on the Union army's left with over 25,000 men. Although the Union troops put up a furious defense, Pope's army was forced to retreat in a manner similar to the embarrassing Union defeat at First Bull Run, fought on roughly the same battleground.\n\nWhen Lee decided to invade the North in the [[Maryland Campaign]], Jackson took [[Battle of Harpers Ferry|Harpers Ferry]], then hastened to join the rest of the army at [[Sharpsburg, Maryland]], where they fought McClellan in the [[Battle of Antietam]] (Sharpsburg). Antietam was primarily a defensive battle against superior odds, although McClellan failed to exploit his advantage. Jackson's men bore the brunt of the initial attacks on the northern end of the battlefield and, at the end of the day, successfully resisted a breakthrough on the southern end when Jackson's subordinate, Maj. Gen. [[A. P. Hill]], arrived at the last minute from Harpers Ferry. The Confederate forces held their position, but the battle was extremely bloody for both sides, and Lee withdrew the [[Army of Northern Virginia]] back across the [[Potomac River]], ending the invasion. On October 10, Jackson was promoted to [[Lieutenant General (CSA)|lieutenant general]], being ranked just behind Lee and Longstreet and his command was redesignated the Second Corps.\n\nBefore the armies camped for winter, Jackson's Second Corps held off a strong Union assault against the right flank of the Confederate line at the [[Battle of Fredericksburg]], in what became a Confederate victory. Just before the battle, Jackson was delighted to receive a letter about the birth of his daughter, Julia Laura Jackson, on November 23.<ref>Robertson, p. 645.</ref> Also before the battle, Maj. Gen. [[J. E. B. Stuart]], Lee's dashing and well-dressed cavalry commander, presented to Jackson a fine general's [[frock coat]] that he had ordered from one of the best tailors in Richmond. Jackson's previous coat was threadbare and colorless from exposure to the elements, its buttons removed by admiring ladies. Jackson asked his staff to thank Stuart, saying that although the coat was too handsome for him, he would cherish it as a souvenir. His staff insisted that he wear it to dinner, which caused scores of soldiers to rush to see him in uncharacteristic garb. Jackson was so embarrassed with the attention that he did not wear the new uniform for months.<ref>Robertson, p. 630.</ref>\n\n===Chancellorsville===\nAt the [[Battle of Chancellorsville]], the Army of Northern Virginia was faced with a serious threat by the Army of the Potomac and its new commanding general, Major General [[Joseph Hooker]]. General Lee decided to employ a risky tactic to take the initiative and offensive away from Hooker's new southern thrust – he decided to divide his forces. Jackson and his entire corps went on an aggressive flanking maneuver to the right of the Union lines. While riding with his infantry in a wide berth well south and west of the Federal line of battle, Jackson employed Maj. Gen. [[Fitzhugh Lee]]'s cavalry to provide for better reconnaissance regarding the exact location of the Union right and rear. The results were far better than even Jackson could have hoped. Fitzhugh Lee found the entire right side of the Federal lines in the middle of open field, guarded merely by two guns that faced westward, as well as the supplies and rear encampments. The men were eating and playing games in carefree fashion, completely unaware that an entire Confederate corps was less than a mile away. What happened next is given in Fitzhugh Lee's own words:{{citation needed|date=December 2023}}\n\n[[File:Stonewall Jackson.jpg|thumb|General Jackson's \"Chancellorsville\" portrait, taken at a Spotsylvania County farm on April 26, 1863, seven days before he was wounded at the [[Battle of Chancellorsville]]|alt=|319x319px]]\n[[File:The Photographic History of The Civil War Volume 02 Page 125.jpg|thumb|Lower right photograph of trees shattered by artillery shells near where Jackson was shot on the Orange Plank Road|alt=|310x310px]]\n{{Blockquote|So impressed was I with my discovery, that I rode rapidly back to the point on the Plank road where I had left my cavalry, and back down the road Jackson was moving, until I met \"Stonewall\" himself. \"General\", said I, \"if you will ride with me, halting your column here, out of sight, I will show you the enemy's right, and you will perceive the great advantage of attacking down the Old turnpike instead of the Plank road, the enemy's lines being taken in reverse. Bring only one courier, as you will be in view from the top of the hill.\" Jackson assented, and I rapidly conducted him to the point of observation. There had been no change in the picture.\n\nI only knew Jackson slightly. I watched him closely as he gazed upon Howard's troops. It was then about 2&nbsp;pm. His eyes burned with a brilliant glow, lighting up a sad face. His expression was one of intense interest, his face was colored slightly with the paint of approaching battle, and radiant at the success of his flank movement. To the remarks made to him while the unconscious line of blue was pointed out, he did not reply once during the five minutes he was on the hill, and yet his lips were moving. From what I have read and heard of Jackson since that day, I know now what he was doing then. Oh! \"beware of rashness\", General Hooker. Stonewall Jackson is praying in full view and in rear of your right flank! While talking to the Great God of Battles, how could he hear what a poor cavalryman was saying. \"Tell General Rodes\", said he, suddenly whirling his horse towards the courier, \"to move across the Old plank road; halt when he gets to the Old turnpike, and I will join him there.\" One more look upon the Federal lines, and then he rode rapidly down the hill, his arms flapping to the motion of his horse, over whose head it seemed, good rider as he was, he would certainly go. I expected to be told I had made a valuable personal reconnaissance—saving the lives of many soldiers, and that Jackson was indebted to me to that amount at least. Perhaps I might have been a little chagrined at Jackson's silence, and hence commented inwardly and adversely upon his horsemanship. Alas! I had looked upon him for the last time.|Fitzhugh Lee|address to the Association of the Army of Northern Virginia, 1879}}\n\nJackson immediately returned to his corps and arranged his divisions into a line of battle to charge directly into the oblivious Federal right. The Confederates marched silently until they were merely several hundred feet from the Union position, then released a cry and full charge. Many of the Federal soldiers were captured without a shot fired, the rest were driven into a full rout. Jackson pursued back toward the center of the Federal line until dusk.{{citation needed|date=December 2023}}\n\nAs Jackson and his staff were returning to camp on May 2, sentries of the [[18th North Carolina Infantry Regiment]] mistook the group for a Union cavalry force. The sentries shouted \"Halt, who goes there?\", but fired before evaluating the reply. Frantic shouts by Jackson's staff identifying the party were replied to by Major [[John D. Barry]] with the retort, \"It's a damned Yankee trick! Fire!\"<ref>Foote, Shelby, The Civil War: A Narrative, Vol. 2</ref> A second volley was fired in response. Jackson was hit by three bullets: two in the left arm and one in the right hand. Several of Jackson's men and many horses were killed in the attack. Incoming artillery rounds and darkness led to confusion, and Jackson was dropped from his stretcher while being evacuated. [[Hunter McGuire]] amputated Jackson's left arm, and Jackson was moved to Fairfield plantation at [[Guinea, Virginia|Guinea Station]]. Thomas Chandler, the owner, offered the use of his home for Jackson's treatment, but Jackson suggested using Chandler's plantation office building instead.<ref>Apperson, p. 430.</ref>\n\n==Death==\n[[File:Jamieaaron00.png|thumb|The plantation office building where Stonewall Jackson died in Guinea Station, Virginia]]\n\nLee wrote to Jackson after learning of his injuries, stating: \"Could I have directed events, I would have chosen for the good of the country to be disabled in your stead.\"<ref name=\"ManSoldier\">Robertson, p. 739</ref> Jackson died of complications from [[pneumonia]] on May 10, 1863, eight days after he was shot.\n\nDr. McGuire wrote an account of Jackson's final hours and last words:\n\n{{Blockquote|A few moments before he died he cried out in his delirium, 'Order A.P. Hill to prepare for action! Pass the infantry to the front rapidly! Tell Major Hawks—' then stopped, leaving the sentence unfinished. Presently a smile of ineffable sweetness spread itself over his pale face, and he said quietly, and with an expression, as if of relief, 'Let us cross over the river, and rest under the shade of the trees.'<ref>McGuire, pp. 162–63.</ref>}}\n\nJackson's fatal bullet was withdrawn, examined, and found to be 67 caliber (0.67 inches, 17&nbsp;mm), a type in service with the Confederate forces. Union troops in the area were using 58 caliber balls. This was one of the first instances of [[Forensic firearm examination|forensic ballistics identification]] derived from a firearm projectile.<ref>{{Cite thesis |last=Grieve |first=Taylor Nicole |title=Objective Analysis of Toolmarks in Forensics |date=2013 |degree=MS thesis |publisher=Iowa State University |url=https://lib.dr.iastate.edu/cgi/viewcontent.cgi?article=4021&context=etd |url-status=live |archive-url=https://web.archive.org/web/20190501045643if_/https://lib.dr.iastate.edu/cgi/viewcontent.cgi?article=4021&context=etd |archive-date=May 1, 2019 |hdl=20.500.12876/27203 |page=6}}</ref>\n\nHis body was moved to the [[Governor's Mansion in Richmond]] for the public to mourn, and he was then moved to be buried in [[Oak Grove Cemetery (Lexington, Virginia)|Oak Grove Cemetery]], [[Lexington, Virginia]]. The arm that was amputated on May 2 [[Stonewall Jackson's arm|was buried separately]] by Jackson's chaplain (Beverly Tucker Lacy), at the [[Ellwood Manor|J. Horace Lacy house, \"Ellwood\"]], (now preserved at the Fredericksburg National Battlefield) in the Wilderness of [[Orange County, Virginia|Orange County]], near the field hospital.<ref>Sorensen, James. \"[http://americanheritage.com/content/stonewall-jackson%E2%80%99s-arm Stonewall Jackson's Arm] {{Webarchive|url=https://web.archive.org/web/20120115210114/http://www.americanheritage.com/content/stonewall-jackson%E2%80%99s-arm |date=January 15, 2012 }}\" ''American Heritage'', April/May 2005.</ref>\n\nUpon hearing of Jackson's death, [[Robert E. Lee]] mourned the loss of both a friend and a trusted commander. As Jackson lay dying, Lee sent a message through Chaplain Lacy, saying: \"Give General Jackson my affectionate regards, and say to him: he has lost his left arm but I my right.\"<ref>Robertson, p. 746.</ref> The night Lee learned of Jackson's death, he told his cook: \"William, I have lost my right arm\", and, \"I'm bleeding at the heart.\"<ref>{{Cite book |last=Hall |first=Kenneth |url=https://books.google.com/books?id=sKWZWyVuVdsC&pg=PA184 |title=Stonewall Jackson and religious faith in military command |publisher=McFarland |year=2005 |isbn=978-0786420858}}</ref>\n\n''[[Harper's Weekly]]'' reported Jackson's death on May 23, 1863, as follows:\n{{blockquote|'''DEATH OF STONEWALL JACKSON.'''\n:General \"Stonewall\" Jackson was badly wounded in the arm at the battles of Chancellorsville, and had his arm amputated. Jackson initially appeared to be healing, but he died from pneumonia on May 10, 1863.<ref>[http://www.sonofthesouth.net/leefoundation/civil-war/1863/may/lee-order-59.htm \"Death of Stonewall Jackson\"], ''[[Harpers Weekly]]'', May 23, 1863</ref>}}\n\n==Personal life==\nJackson's sometimes unusual command style and personality traits, combined with his frequent success in battle, contribute to his legacy as one of the greatest generals of the Civil War.<ref>{{Cite web |title=Stonewall Jackson: Popular Questions |url=http://www.vmi.edu/archives.aspx?id=3761&ekmensel=fb5d653b_207_281_3761_1 |access-date=May 6, 2009 |publisher=Virginia Military Institute}}</ref> He was martial and stern in attitude and profoundly religious, a deacon in the [[Presbyterian Church in the United States|Presbyterian Church]]. One of his many nicknames was \"Old Blue Lights\",<ref>{{Cite web |title=Stonewall Jackson's Way |url=http://www.encyclopediavirginia.org/media_player?mets_filename=evm00001984mets.xml |access-date=December 24, 2011}}</ref> a term applied to a military man whose evangelical zeal burned with the intensity of the [[blue light (pyrotechnic signal)|blue light]] used for night-time display.<ref>Gareth Atkins, review of ''Evangelicals in the Royal Navy, 1775–1815: Blue Lights and Psalm-Singers'' by Richard Blake (review no. 799). Retrieved December 24, 2011, at www.history.ac.uk/reviews/review/799</ref>\n\n===Physical ailments===\nJackson held a lifelong belief that one of his arms was longer than the other, and thus usually held the \"longer\" arm up to equalize his circulation. He was described as a \"champion sleeper\", and occasionally even fell asleep with food in his mouth. Jackson suffered a number of ailments, for which he sought relief via contemporary practices of his day including [[hydrotherapy]], popular in America at that time, visiting establishments at [[Oswego, New York]] (1850) and [[Round Hill, Massachusetts]] (1860) although with little evidence of success.<ref>{{Cite book |last=Cartmell |first=Donald |url=https://books.google.com/books?id=mV9LswEACAAJ |title=The Civil War Book of Lists |publisher=The Career Press Inc |year=2001 |isbn=1-56414-504-2 |location=Franklin Lakes, New Jersey |pages=187–92 |chapter=The Legend of Stonewall}}</ref><ref name=\"SamaritanMedCenter\">{{Cite book |last=Samaritan Medical Center |url=http://www.samaritanhealth.com/library/images/stories/NewsletterPDFs/smcnewsletter42.pdf |title=in Samaritan Medical Center Newsletter |date=September 2008 |volume=42 |chapter=Stonewall Jackson and the Henderson Hydropath |access-date=December 13, 2009 |archive-url=https://web.archive.org/web/20200807151430/http://www.samaritanhealth.com/library/images/stories/NewsletterPDFs/smcnewsletter42.pdf |archive-date=August 7, 2020 |url-status=dead}}</ref> Jackson also suffered a significant hearing loss in both of his ears as a result of his prior service in the U.S. Army as an artillery officer.\n\nA recurring story concerns Jackson's love of lemons, which he allegedly gnawed whole to alleviate symptoms of [[dyspepsia]] (indigestion). General [[Richard Taylor (Confederate general)|Richard Taylor]], son of President [[Zachary Taylor]], wrote a passage in his war memoirs about Jackson eating lemons: \"Where Jackson got his lemons 'no fellow could find out,' but he was rarely without one.\"<ref>Taylor, p. 50</ref> However, recent research by his biographer, [[James I. Robertson, Jr.]], has found that none of Jackson's contemporaries, including members of his staff, his friends, or his wife, recorded any unusual obsessions with lemons. Jackson thought of a lemon as a \"rare treat ... enjoyed greatly whenever it could be obtained from the enemy's camp\". Jackson was fond of all fruits, particularly peaches, \"but he enjoyed with relish lemons, oranges, watermelons, apples, grapes, berries, or whatever was available\".<ref>Robertson, p. xi.</ref>\n\n===Religion===\nJackson's religion has often been discussed. His biographer, [[Robert Lewis Dabney]], suggested that \"It was the fear of God which made him so fearless of all else.\"<ref>{{Cite web |last=Dabney |first=Robert L. |author-link=Robert Lewis Dabney |title=True Courage: A Memorial Sermon for General Thomas J. \"Stone-wall Jackson |url=http://www.newhopefairfax.org/files/Dabney%20True%20Courage.pdf |access-date=February 26, 2013}}</ref> Jackson himself had said, \"My religious belief teaches me to feel as safe in battle as in bed.\"<ref>{{Cite book |last=Selby |first=John Millin |title=Stonewall Jackson As Military Commander |year=2000 |page=25}}</ref>\n\n[[File:Prayer in Stonewall Jackson's camp.jpg|thumb|left|250px|''Prayer in \"Stonewall\" Jackson's camp'', 1866]]\n\n[[Stephen W. Sears]] states that \"Jackson was fanatical in his Presbyterian faith, and it energized his military thought and character. Theology was the only subject he genuinely enjoyed discussing. His dispatches invariably credited an ever-kind [[Divine providence|Providence]].\" According to Sears, \"this fanatical religiosity had drawbacks. It warped Jackson's judgment of men, leading to poor appointments; it was said he preferred good Presbyterians to good soldiers.\"<ref>{{Cite news |last=Sears |first=Stephen W. |author-link=Stephen W. Sears |date=March 16, 1997 |title=Onward, Christian Soldier |work=[[The New York Times]] |url=https://www.nytimes.com/books/97/03/16/reviews/970316.16searst.html |access-date=February 26, 2013}}</ref> [[James I. Robertson, Jr.]] suggests that Jackson was \"a Christian soldier in every sense of the word\". According to Robertson, Jackson \"thought of the war as a religious crusade\", and \"viewed himself as an Old Testament warrior—like [[David]] or [[Joshua]]—who went into battle to slay the [[Philistines]]\".<ref>{{Cite news |last=White |first=Davin |date=October 15, 2010 |title=Stonewall Jackson biographer says religion drove Civil War general |work=[[The Charleston Gazette]] |url=http://wvgazette.com/News/201010150835?page=2&build=cache |url-status=dead |access-date=February 26, 2013 |archive-url=https://archive.today/20130412060754/http://wvgazette.com/News/201010150835?page=2&build=cache |archive-date=April 12, 2013}}</ref>\n\nJackson encouraged the [[Confederate States Army revival]] that occurred in 1863,<ref>{{Cite book |last=Duewel |first=Wesley L. |url=https://books.google.com/books?id=q9mP3fh9pT4C&pg=PT128 |title=Revival Fire |publisher=[[Zondervan]] |year=2010 |isbn=978-0310877097 |page=128}}</ref> although it was probably more of a grass-roots movement than a top-down revival.<ref>{{Cite journal |last=Summers |first=Mark |title=The Great Harvest: Revival in the Confederate Army during the Civil War |url=http://www.acton.org/pub/religion-liberty/volume-21-number-3/great-harvest-revival-confederate-army-during-civi |journal=[[Religion & Liberty]] |volume=21 |issue=3 |access-date=February 26, 2013}}</ref> Jackson [[Puritan Sabbatarianism|strictly observed]] the Sunday Sabbath. [[James I. Robertson, Jr.]] notes that \"no place existed in his Sunday schedule for labor, newspapers, or secular conversation\".<ref>{{Cite web |last=Robertson |first=James I |author-link=James I. Robertson, Jr. |title=Stonewall Jackson: Christian Soldier |url=http://www.essential.civilwar.vt.edu/assets/files/ECWC%20TOPIC%20Jackson%20Stonewall%20Essay.pdf |url-status=dead |archive-url=https://web.archive.org/web/20130928212236/http://www.essential.civilwar.vt.edu/assets/files/ECWC%20TOPIC%20Jackson%20Stonewall%20Essay.pdf |archive-date=September 28, 2013 |access-date=February 26, 2013 |publisher=Virginia Center for Civil War Studies}}</ref>\n\n===Command style===\n[[File:Stonewall Jackson - National Portrait Gallery.JPG|thumb|A portrait of Stonewall Jackson (1864, J. W. King) in the [[National Portrait Gallery (United States)|National Portrait Gallery]]]]\n\nIn command, Jackson was extremely secretive about his plans and extremely meticulous about military discipline. This secretive nature did not stand him in good stead with his subordinates, who were often not aware of his overall operational intentions until the last minute, and who complained of being left out of key decisions.<ref>Robertson, p. xiv.</ref>\n\nRobert E. Lee could trust Jackson with deliberately undetailed orders that conveyed Lee's overall objectives, what modern doctrine calls the \"end state\". This was because Jackson had a talent for understanding Lee's sometimes unstated goals, and Lee trusted Jackson with the ability to take whatever actions were necessary to implement his end state requirements. Few of Lee's subsequent corps commanders had this ability. At Gettysburg, this resulted in lost opportunities. With a defeated and disorganized Union Army trying to regroup on high ground near town and vulnerable, Lee sent one of his new corps commanders, [[Richard S. Ewell]], discretionary orders that the heights ([[Cemetery Hill]] and [[Culp's Hill]]) be taken \"if practicable\". Without Jackson's intuitive grasp of Lee's orders or the instinct to take advantage of sudden tactical opportunities, Ewell chose not to attempt the assault, and this failure is considered by historians to be the greatest missed opportunity of the battle.<ref>Pfanz, p. 344; Eicher, ''Longest Night'', p. 517; Sears, p. 228; Trudeau, p. 253. Both Sears and Trudeau record \"if possible\".</ref>\n\n===Horsemanship===\nJackson had a poor reputation as a horseman. One of his soldiers, Georgia volunteer William Andrews, wrote that Jackson was \"a very ordinary looking man of medium size, his uniform badly soiled as though it had seen hard service. He wore a cap pulled down nearly to his nose and was riding a rawboned horse that did not look much like a charger, unless it would be on hay or clover. He certainly made a poor figure on a horseback, with his stirrup leather six inches too short, putting his knees nearly level with his horse's back, and his heels turned out with his toes sticking behind his horse's foreshoulder. A sorry description of our most famous general, but a correct one.\"<ref>Robertson, p. 499.</ref> His horse was named \"Little Sorrel\" (also known as \"Old Sorrel\"), a small [[Sorrel (horse)|chestnut]] gelding which was a captured Union horse from a Connecticut farm.<ref>Robertson, p. 230.</ref><ref>{{Cite web |title=Little Sorrel, Connecticut's Confederate War Horse |url=http://connecticuthistory.org/little-sorrel-connecticuts-confederate-war-horse/ |access-date=September 12, 2013 |publisher=ConnecticutHistory.org}}</ref> He rode Little Sorrel throughout the war, and was riding him when he was shot at Chancellorsville. Little Sorrel died at age 36 and is buried near a statue of Jackson on the parade grounds of VMI. (His mounted hide is on display in the VMI Museum.)<ref>[http://vaudc.org/sorrell.html \"Little Sorrel Buried at VMI July 20, 1997\"] {{Webarchive|url=https://web.archive.org/web/20161020222209/http://vaudc.org/sorrell.html |date=October 20, 2016}}; Robertson, p. 922, n. 16.</ref>\n\n===Mourning his death===\n[[File:Lee at Jackson grave.jpg|thumb|''General Lee's Last Visit to Stonewall Jackson's Grave'', painting by [[Louis Eckhardt]], 1872]]\n\nAfter the war, Jackson's wife and young daughter Julia moved from Lexington to North Carolina. [[Mary Anna Jackson]] wrote<ref>[[#memoir|Jackson, Mary Anna, Jackson Memoirs, 1895]]</ref> two books about her husband's life, including some of his letters. She never remarried, and was known as the \"Widow of the Confederacy\", living until 1915. His daughter Julia married, and bore children, but she died of typhoid fever at the age of 26 years.<ref>{{Cite web |title=Stonewall Jackson FAQ – Virginia Military Institute Archives |url=https://www.vmi.edu/archives/stonewall-jackson-resources/stonewall-jackson-faq/ |access-date=January 5, 2020 |website=www.vmi.edu}}</ref>\n\n===Legacy===\nMany theorists through the years have postulated that if Jackson had lived, Lee might have prevailed at [[Battle of Gettysburg|Gettysburg]].<ref>See, for instance, Sears, ''Gettysburg'', pp. 233–34. Alternative theories about Gettysburg are prominent ideas in the literature about the [[Lost Cause of the Confederacy|Lost Cause]].</ref> Certainly Jackson's discipline and tactical sense were sorely missed.\n\nAs a boy, General [[George S. Patton|George Patton]] (of [[World War II]] fame) prayed next to two portraits of Robert E. Lee and Stonewall Jackson, whom he assumed were God and Jesus.<ref>Robert H. Patton, The Pattons: A Personal History of an American Family (New York: Crown Publishers, 1994), 90.</ref> He once told [[Dwight D. Eisenhower]] \"I will be your Jackson.\"<ref>{{Cite book |last=Matthew F. Holland |url=https://books.google.com/books?id=zhEDOCuhAaAC&pg=PA98 |title=Eisenhower Between the Wars: The Making of a General and Statesman |publisher=Greenwood Publishing Group |year=2001 |isbn=978-0-275-96340-8 |pages=98–}}</ref> General [[Douglas MacArthur]] called [[Robert L. Eichelberger]] his Stonewall Jackson.<ref>{{Cite book |last=Major Matthew H. Fath |url=https://books.google.com/books?id=czJvCwAAQBAJ&pg=PT21 |title=Eichelberger – Intrepidity, Iron Will, And Intellect: General Robert L. Eichelberger And Military Genius |publisher=Verdun Press |year=2015 |isbn=978-1-78625-238-8 |pages=21–}}</ref> [[Chesty Puller]] idolized Jackson, and carried [[George Francis Robert Henderson|George Henderson]]'s [[Stonewall Jackson and the American Civil War|biography of Jackson]] with him on campaigns.<ref>{{Cite book |last=Major Mickey L. Quintrall USAF |url=https://books.google.com/books?id=cShwCwAAQBAJ&pg=PT18 |title=The Chesty Puller Paragon: Leadership Dogma Or Model Doctrine? |publisher=Lucknow Books |year=2015 |isbn=978-1-78625-075-9 |pages=18–}}</ref> [[Alexander Vandegrift]] also idolized Jackson.\n\nHis last words, \"Let us cross over the river, and rest under the shade of the trees\" were the inspiration for the title of [[Ernest Hemingway]]'s 1950 novel ''[[Across the River and into the Trees]]''.\n\n===Descendants===\nJackson's grandson and great-grandson, both namesakes, Thomas Jonathan Jackson Christian (1888–1952) and [[Thomas Jonathan Jackson Christian Jr.]] (1915–1944), both graduated from West Point. The elder Christian was a career US Army officer who served during both World Wars and rose to the rank of brigadier general. Thomas Jonathan Jackson Christian's parents were William Edmund Christian and Julia Laura Christian. Julia was the daughter of Stonewall Jackson and his bride Mary Anna Morrison.\n\nThe younger Christian was a colonel in command of the [[361st Fighter Group]] flying [[P-51 Mustangs]] in the European Theater of Operations in World War II when he was killed in action in August 1944; his personal aircraft, ''Lou IV'', was one of the most photographed P-51s in the war.<ref>{{Cite web |title=Thomas Jonathan Christian Jackson Christian Jr: American Air Museum in Britain |url=http://www.americanairmuseum.com/person/211878}}</ref>\n\n===Commemorations===\n{{main|List of memorials to Stonewall Jackson}}\n\nAs an important element of the ideology of the \"[[Lost Cause of the Confederacy|Lost Cause]]\", Jackson has been commemorated in numerous ways, including with statues, currency, and postage.<ref name=\"Wallace Hettle 2011\" /> A poem penned during the war soon became a popular song, \"[[Stonewall Jackson's Way]]\". The [[Stonewall Brigade Band]] is still active today.\n\n[[West Virginia]]'s Stonewall Jackson State Park is named in his honor. Nearby, at Stonewall Jackson's historical childhood home, his uncle's grist mill is the centerpiece of a historical site at the [[Jackson's Mill State 4-H Camp Historic District|Jackson's Mill Center for Lifelong Learning and State 4-H Camp]]. The facility, located near [[Weston, West Virginia|Weston]], serves as a special campus for [[West Virginia University]] and the WVU Extension Service.\n\nDuring a training exercise in Virginia by U.S. Marines in 1921, the Marine commander, General [[Smedley Butler]], was told by a local farmer that Stonewall Jackson's arm was buried nearby under a granite marker, to which Butler replied, \"Bosh! I will take a squad of Marines and dig up that spot to prove you wrong!\"<ref name=\"Farwell513\">Farwell, 1993, p. 513</ref> Butler found the arm in a box under the marker. He later replaced the wooden box with a metal one, and reburied the arm. He left a plaque on the granite monument marking the burial place of Jackson's arm; the plaque is no longer on the marker but can be viewed at the Chancellorsville Battlefield visitor's center.<ref name=\"Farwell513\" /><ref name=\"Horwitz232\">Horwitz, 1999, p. 232</ref>\n\nBeginning in 1904 the Commonwealth of Virginia celebrated [[Lee–Jackson Day|Jackson's birthday as a state holiday]]; the observance was eliminated, with [[Election Day (United States)|Election Day]] as a replacement holiday, effective July 2020.<ref name=\"Vozzella 2020\">{{Cite news |last=Vozzella |first=Laura |date=January 21, 2020 |title=Virginia Senate votes to eliminate Lee-Jackson Day, create new Election Day holiday |newspaper=Washington Post |url=https://www.washingtonpost.com/local/virginia-politics/virginia-senate-votes-to-eliminate-lee-jackson-day-create-new-election-day-holiday/2020/01/21/6eb8fea2-3c73-11ea-8872-5df698785a4e_story.html |access-date=January 23, 2020}}</ref><ref>[https://lis.virginia.gov/cgi-bin/legp604.exe?201+sum+SB601 Virginia General Assembly SB 601 Legal holidays; Election Day]</ref>\n\nJackson is featured on the 1925 [[Stone Mountain Memorial half-dollar]].\n\nA [[Stonewall Jackson Monument]] was unveiled on October 11, 1919,<ref name=\"SI\">{{Cite web |title=General Thomas J. (Stonewall) Jackson Equestrian, (sculpture). |url=https://siris-artinventories.si.edu/ipac20/ipac.jsp?&profile=ariall&source=~!siartinventories&uri=full=3100001~!14729~!0#focus |access-date=July 1, 2020 |publisher=[[Smithsonian Institution]]}}</ref> in Richmond, Virginia. It was removed on July 1, 2020, during the [[2020–2021 United States racial unrest#Monument removals|2020–2021 United States racial unrest]].<ref>{{Cite web |last=Times-Dispatch |first=MARK ROBINSON Richmond |date=July 2020 |title=UPDATE: Crews on scene preparing for removal of Jackson statue on Monument Avenue |url=https://www.richmond.com/news/local/update-crews-on-scene-preparing-for-removal-of-jackson-statue-on-monument-avenue/article_4f139f30-c849-54d5-b768-de4ac5a02c22.html |access-date=July 1, 2020 |website=Richmond Times-Dispatch |language=en}}</ref><ref>{{Cite web |date=July 1, 2020 |title=Stonewall Jackson removed from Richmond's Monument Avenue |url=https://apnews.com/b27b2bfce3ecefe13c917a69a59cd9da |access-date=August 22, 2020 |website=AP NEWS}}</ref>\n\n<gallery widths=\"200\" heights=\"160\">\nFile:Generals Lee and Jackson-1937 Issue-4c.jpg|Robert E. Lee,  Stonewal Jackson and Stratford Hall, [[Army and Navy stamp issues of 1936-1937|Army Issue of 1936]] \nFile:CSA-T64-$500-1864.jpg|Portrait on the 1864 [[Confederate States dollar|Confederate $500 banknote]]; Jackson was the only general featured on Confederate currency<ref>{{Cite news |last=Levin |first=Kevin M. |date=2016-04-21 |title=When Dixie Put Slaves on the Money |language=en |work=The Daily Beast |url=https://www.thedailybeast.com/articles/2016/04/21/when-dixie-put-slaves-on-the-money |access-date=2023-08-24}}</ref>\nFile:Stonewall Jackson Brigade sheet music.jpeg|The 1863 [[sheet music]] ''The Stonewall Brigade, Dedicated to the Memory of Stonewall Jackson, the Immortal Southern Hero, and His Brave Veterans''\nFile:Confederate States of America 1863 - Criswell 122.jpg|Jackson on an 1863 Confederate loan\nFile:Stone mountain closer up.jpg|Davis, Lee, and Jackson on [[Stone Mountain]]\nFile:Stonewall Jackson monument, Charlottesville, VA IMG 4221.JPG|The [[Equestrian statue of Stonewall Jackson (Charlottesville, Virginia)|''Thomas Jonathan Jackson'' sculpture]] in downtown [[Charlottesville, Virginia]]\nFile:SWJCWV.jpg|Statue of Jackson in downtown [[Clarksburg, West Virginia]]\nFile:Washington-Wilkes Historical Museum, Stonewall Jackson bust, Monuments and memorials of the Confederate States of America in Georgia (U.S. state) in 2019, from- 19-13-031-museum (cropped).jpg|Bust of Jackson at the [[Washington-Wilkes Historical Museum]]\nFile:Stonewall-jackson-removal.jpg|The [[Stonewall Jackson Monument]] in Richmond, Virginia being removed in 2020\nFile:Stonewall Jackson with the flag of the Confederate States in art in a stained glass window of the Washington National Cathedral detail, from- Stonewall Jackson Stain Glass (cropped).JPG|Jackson reading the Bible in a Confederate camp in a stained glass window of the [[Washington National Cathedral]]. The windows were removed in 2017.<ref>{{Cite news |last=Boorstein |first=Michelle |date=September 6, 2017 |title=Washington National Cathedral to remove stained glass windows honoring Robert E. Lee, Stonewall Jackson |newspaper=[[The Washington Post]] |url=https://www.washingtonpost.com/news/acts-of-faith/wp/2017/09/06/washington-national-cathedral-to-remove-stained-glass-windows-honoring-robert-e-lee-stonewall-jackson/}}</ref>\n</gallery>\n\n==See also==\n{{Portal|American Civil War|Biography}}\n* [[William B. Ebbert]], 1st Lt., W. Virginia Infantry, Union Army. (1923 quote recalling battle of Winchester, March 1862)\n* [[List of American Civil War generals (Confederate)]]\n* [[Stonewall Jackson's Headquarters Museum]]\n* [[List of memorials to Stonewall Jackson]]\n* [[Removal of Confederate monuments and memorials]]\n* [[Stonewall Brigade]]\n\n==Notes==\n{{Reflist|30em}}\n\n==References==\n{{refbegin|40em}}\n* [[Alexander, Bevin]]. ''Lost Victories: The Military Genius of Stonewall Jackson''. New York: Holt, 1992, {{ISBN|978-0-8050-1830-1}}.\n* Apperson, John Samuel. ''Repairing the \"March of Mars\": The Civil War diaries of John Samuel Apperson, hospital steward in the Stonewall Brigade, 1861–1865''. Macon, GA: Mercer University Press, 2001. {{ISBN|0-86554-779-3}}.\n* [[Bill Bryson|Bryson, Bill]]. ''[[A Walk in the Woods (book)|A Walk in the Woods]]''. New York: Broadway Books, 1998. {{ISBN|0-7679-0251-3}}.\n*  [https://www.bookreporter.com/authors/ben-cleary Cleary, Ben.] ''Searching for Stonewall Jackson: A Quest for Legacy in a Divided America'', 2019.  [https://books.google.com/books?id=8Hl2DwAAQBAJ Description] and  [https://books.google.com/books?id=8Hl2DwAAQBAJ arrow-searchable & scrollable preview]. Reviews at [https://www.kirkusreviews.com/book-reviews/ben-cleary/searching-for-stonewall-jackson/ Kirkus] & [https://www.publishersweekly.com/978-1-4555-3580-4 Publishers Weekly].  Grand Central Publishing.\n* [[David J. Eicher|Eicher, David J.]] ''The Longest Night: A Military History of the Civil War''. New York: Simon & Schuster, 2001. {{ISBN|978-0-684-84944-7}}.\n* [[Eicher, John H.]], and [[David J. Eicher]]. ''Civil War High Commands''. Stanford, California: Stanford University Press, 2001. {{ISBN|978-0-8047-3641-1}}.\n* [[Farwell, Byron]]. ''Stonewall: A Biography of General Thomas J. Jackson''. New York: W. W. Norton and Co., 1993. {{ISBN|978-0-393-31086-3}}.\n* [[Douglas S. Freeman|Freeman, Douglas S.]] ''Lee's Lieutenants: A Study in Command''. 3 vols. New York: Scribner, 1946. {{ISBN|978-0-684-85979-8}}.\n* [[Douglas S. Freeman|Freeman, Douglas S.]] [https://penelope.uchicago.edu/Thayer/E/Gazetteer/People/Robert_E_Lee/FREREL/home.html ''R. E. Lee, A Biography'']. 4 vols. New York: Charles Scribner's Sons, 1934–35. {{ISBN|978-0-684-15485-5}}.\n* [[George Francis Robert Henderson|Henderson, G. F. R.]] [https://www.gutenberg.org/ebooks/12233 ''Stonewall Jackson and the American Civil War'']. New York: Smithmark, 1995. {{ISBN|0-8317-3288-1}}. First published in 1898 by Longman, Greens, and Co. ([[Stonewall Jackson and the American Civil War#Reprints and versions|The 1900 version has an introduction by Field Marshal Viscount Wolseley]].)\n* Hettle, Wallace. ''Inventing Stonewall Jackson: A Civil War Hero in History and Memory'' (Louisiana State University Press, 2011)\n* {{Cite book |last=Jackson |first=Mary Anna |url=https://archive.org/details/memoirsofstonewall00jack |title=Memoirs of Stonewall Jackson |publisher=Louisville, Ky. : Prentice Press, Courier-Journal job Print. Co. |year=1895 |ref=memoir }}\n* [[Robert Underwood Johnson|Johnson, Robert Underwood]], and Clarence C. Buel, eds. [http://ehistory.osu.edu/osu/books/battles/index.cfm ''Battles and Leaders of the Civil War''] {{Webarchive|url=https://web.archive.org/web/20081212152446/http://ehistory.osu.edu/osu/books/battles/index.cfm |date=December 12, 2008 }}. 4 vols. New York: Century Co., 1884–1888. {{OCLC|2048818}}.\n* [[Hunter McGuire|McGuire, Hunter]]. [http://americancivilwar.com/south/stonewall_jackson_death.html \"Death of Stonewall Jackson\"]. ''Southern Historical Society Papers'' 14 (1886).\n* [[James M. McPherson|McPherson, James M.]] ''Battle Cry of Freedom: The Civil War Era''. Oxford History of the United States. New York: Oxford University Press, 1988. {{ISBN|978-0-19-503863-7}}.\n* Pfanz, Harry W. ''Gettysburg – The First Day''. Chapel Hill: University of North Carolina Press, 2001. {{ISBN|978-0-8078-2624-9}}.\n* [[James I. Robertson, Jr.|Robertson, James I., Jr.]] ''Stonewall Jackson: The Man, The Soldier, The Legend''. New York: Macmillan Publishing, 1997. {{ISBN|0-02-864685-1}}.\n* [[Stephen W. Sears|Sears, Stephen W.]] ''Gettysburg''. Boston: Houghton Mifflin, 2003. {{ISBN|978-0-395-86761-7}}.\n* [[Jeff Sharlet (writer)|Sharlet, Jeff]]. \"Through a Glass, Darkly: How the Christian Right is Reimagining U.S. History.\" ''Harpers'', December 2006.\n* Taylor, Richard. [http://docsouth.unc.edu/fpn/taylor/menu.html ''Destruction and Reconstruction: Personal Experiences of the Late War'']. Nashville, Tennessee: J.S. Sanders & Co., 2001. {{ISBN|1-879941-21-X}}. First published 1879 by D. Appleton.\n* [[Trudeau, Noah Andre]]. ''Gettysburg: A Testing of Courage''. New York: HarperCollins, 2002. {{ISBN|978-0-06-019363-8}}.\n* [[Jeffry D. Wert|Wert, Jeffry D.]] ''General James Longstreet: The Confederacy's Most Controversial Soldier: A Biography''. New York: Simon & Schuster, 1993. {{ISBN|978-0-671-70921-1}}.\n* [http://www.vmi.edu/archives2.aspx?id=5005 Jackson genealogy site] at [[Virginia Military Institute]]\n{{refend}}\n\n==Further reading==\n<!-- * {{Cite book}} -->\n{{refbegin|40em}}\n* {{Cite book |last=Austin |first=Aurelia |url=http://dlg.galileo.usg.edu/ugapressbks/do-pdf:ugp9780820335230 |title=Georgia boys with \"Stonewall\" Jackson: James Thomas Thompson and the Walton Infantry |date=1967 |publisher=University of Georgia Press |isbn=978-0820335230 |location=Athens |access-date=February 20, 2018}}\n* Chambers, Lenoir. ''Stonewall Jackson''. New York: Morrow, 1959. {{OCLC|186539122}}.\n* {{Cite book |last1=Cooke |first1=John Esten |url=https://books.google.com/books?id=DKHFaHBX2isC |title=Stonewall Jackson: A Military Biography |last2=Hoge |first2=Moses Drury |last3=Jones |first3=John William |publisher=D. Appleton and Company |year=1876 |location=New York |oclc=299589 |author-link=John Esten Cooke}}\n* Cozzens, Peter. ''Shenandoah 1862: Stonewall Jackson's Valley Campaign''. Chapel Hill: University of North Carolina Press, 2008. {{ISBN|978-0-8078-3200-4}}.\n* [[Robert Lewis Dabney|Dabney, R. L.]] [https://books.google.com/books?id=-G0FAAAAQAAJ ''Life of Lieut.-Gen. Thomas J. Jackson (Stonewall Jackson)'']. London: James Nisbet and Co., 1866. {{OCLC|457442354}}.\n* Douglas, Henry Kyd. ''I Rode with Stonewall: The War Experiences of the Youngest Member of Jackson's Staff''. Chapel Hill: University of North Carolina Press, 1940. {{ISBN|0-8078-0337-5}}.\n* [[S. C. Gwynne|Gwynne, S. C.]] ''[https://books.google.com/books?id=h_-YBAAAQBAJ Rebel Yell: The Violence, Passion, and Redemption of Stonewall Jackson]''. New York: [[Simon & Schuster]], 2014. {{ISBN|978-1-4516-7328-9}}.\n* [[Benjamin King (author)|King, Benjamin]]. ''A Bullet for Stonewall'', Pelican Publishing Company, 1990,. {{ISBN|0882897683}}.\n* Lively, Mathew W. ''Calamity at Chancellorsville: The Wounding and Death of Confederate General Stonewall Jackson''. El Dorado Hills, California: Savas Beatie, 2013. {{ISBN|978-1-61121-138-2}}.\n* Mackowski, Chris, and Kristopher D. White. ''The Last Days of Stonewall Jackson: The Mortal Wounding of the Confederacy's Greatest Icon''. El Dorado Hills, California: Savas Beatie, 2013. {{ISBN|978-1-61121-150-4}}.\n* {{Cite book |last=[[Sarah N. Randolph|Randolph, Sarah N.]] |title=The Life of General Thomas J. Jackson |publisher=Lippincott & Co. |year=1876}}\n* Robertson, James I., Jr. ''Stonewall Jackson's Book of Maxims''. Nashville, Tennessee: Cumberland House, 2002. {{ISBN|1-58182-296-0}}.\n* Shackel, Paul A. ''Archaeology and Created Memory: Public History in a National Park''. New York: Kluwer Academic/Plenum Publishers, 2000. {{ISBN|978-0-306-46177-4}}.\n* White, Henry A. [https://books.google.com/books?id=ErA-AAAAYAAJ ''Stonewall Jackson'']. Philadelphia: G.W. Jacobs and Co., 1909. {{OCLC|3911913}}.\n* Wilkins, J. Steven. ''All Things for Good: The Steadfast Fidelity of Stonewall Jackson''. Nashville, Tennessee: Cumberland House Publishing, 2004. {{ISBN|1-58182-225-1}}.\n{{refend}}\n\n==External links==\n{{wikiquote}}\n{{Commons category|Stonewall Jackson}}\n{{EB1911 poster|Jackson, Thomas Jonathan}}\n{{wikisource|Stonewall Jackson's Last Battle}}\n* [http://www.vmi.edu/archives.aspx?id=3747 Virginia Military Institute Archives Stonewall Jackson Resources]\n* [http://www.shapell.org/manuscript.aspx?stonewall-jackson-shortly before-death-on-maryland Stonewall Jackson Original Letter as Lieutenant General, Near Fredericksburg, 1863] {{Webarchive|url=https://web.archive.org/web/20140201192206/http://www.shapell.org/manuscript.aspx?stonewall-jackson-shortly |date=February 1, 2014 }} Shapell Manuscript Foundation\n* [http://thomaslegion.net/generalstonewalljacksongenealogy.html Jackson genealogy site]\n* [http://atlnewspapers.galileo.usg.edu/atlnewspapers/view?docId=news/asc1863/asc1863-0305.xml&query=stonewall%20jackson%20dead&brand=atlnewspapers-brand  \"Death of 'Stonewall' Jackson\"] {{Webarchive|url=https://web.archive.org/web/20110720102739/http://atlnewspapers.galileo.usg.edu/atlnewspapers/view?docId=news/asc1863/asc1863-0305.xml&query=stonewall%20jackson%20dead&brand=atlnewspapers-brand |date=July 20, 2011 }}, Southern Confederacy, May 12, 1863. [http://dlg.galileo.usg.edu/atlnewspapers/ Atlanta Historic Newspapers Archive]. Digital Library of Georgia.\n* [http://www.civilwarhome.com/fleechancellorsville.htm Fitzhugh Lee's 1879 address on Chancellorsville]\n* [https://web.archive.org/web/20060613064119/http://stonewalljackson.org/ The Stonewall Jackson House]\n* [http://www.civilwaranimated.com/index.php/stonewall-jackson Animated history of the campaigns of Stonewall Jackson] {{Webarchive|url=https://web.archive.org/web/20141204195116/http://www.civilwaranimated.com/index.php/stonewall-jackson |date=December 4, 2014 }}\n* [http://www.oldbaileyonline.org/browse.jsp?id=t17490113-2-defend40&div=t17490113-2#highlight Details on John Jackson's larceny trial in the Court Records of the Old Bailey]\n* [https://web.archive.org/web/20130828223652/http://www.winchesterhistory.org/stonewall_jackson.htm Stonewall Jackson's Headquarters, Winchester, VA]\n* [http://www.civilwarfieldtrips.com/chancellorsville/guineastation.htm Guinea Station, the place where Thomas Jackson died]\n\n{{S-start}}\n{{S-mil}}\n{{s-bef|before=''(none)''}}\n{{s-ttl|title=[[Commander of the Stonewall Brigade]]|years=April 27, 1861 – October 28, 1861}}\n{{s-aft|after=[[Richard B. Garnett]]}}\n{{S-end}}\n{{Virginia Military Institute}}\n{{Stonewall}}\n{{Stonewall Brigade}}\n{{Frederick County, Virginia in the American Civil War}}\n{{American Civil War|Leaders}}\n{{Hall of Fame for Great Americans}}\n{{Authority control}}\n\n{{DEFAULTSORT:Jackson, Stonewall}}\n[[Category:Stonewall Jackson| ]]\n[[Category:1824 births]]\n[[Category:1863 deaths]]\n[[Category:19th-century Presbyterians]]\n[[Category:Accidental deaths in Virginia]]\n[[Category:American amputees]]\n[[Category:American military personnel of the Mexican–American War]]\n[[Category:American people of English descent]]\n[[Category:American people of Scotch-Irish descent]]\n[[Category:American Presbyterians]]\n[[Category:Army of Northern Virginia]]\n[[Category:Confederate States Army lieutenant generals]]\n[[Category:Confederate States of America military personnel killed in the American Civil War]]\n[[Category:Deaths by firearm in Virginia]]\n[[Category:Deaths from pneumonia in Virginia]]\n[[Category:Hall of Fame for Great Americans inductees]]\n[[Category:People with hypochondriasis]]\n[[Category:Military personnel from West Virginia]]\n[[Category:Military personnel killed by friendly fire]]\n[[Category:Military personnel from Clarksburg, West Virginia]]\n[[Category:American slave owners]]\n[[Category:People of West Virginia in the American Civil War]]\n[[Category:Stonewall Brigade]]\n[[Category:United States Army officers]]\n[[Category:United States Military Academy alumni]]\n[[Category:Virginia Military Institute faculty]]\n[[Category:Stone Mountain]]"}]}, "77027658": {"pageid": 77027658, "ns": 0, "title": "Stonewall Jackson (musician)", "revisions": [{"contentformat": "text/x-wiki", "contentmodel": "wikitext", "*": "#REDIRECT [[Stonewall Jackson (singer)]]\n\n{{Redirect category shell|\n{{R from move}}\n}}"}]}}}}